const bridgeData = {
  "gefyri-1": {
    name: "Γεφύρι της Καρύταινας",
    county: "Αρκαδίας",
    municipal: "Μεγαλόπολης",
    river: "Αλφειός",
    location: "Κάτω από την Καρύταινα",
    year: "1441",
    builder: "Άγνωστος",
    status: "Χρειάζεται συντήρηση",
    description:
      "Το ιστορικό γεφύρι της Καρύταινας βρίσκεται επί του Αλφειού, κάτω από την επίσης ομώνυμη ιστορική κωμόπολη. Τα βάθρα του ακουμπούν πάνω σε πέτρα για πιο πολύ ανθεκτικότητα. Αποτελείται από πέντε άνισα τόξα με ορθογώνια ανακουφιστικά ανοίγματα, τρία επάλληλα καταστρώματα, έχει ύψος 12 μέτρα, μήκος 50 και το μεγαλύτερο τόξο έχει άνοιγμα 8,75 μέτρα. Πρωτοχτίστηκε το μεσαίωνα, στα Βυζαντινά χρόνια και τη σημερινή του μορφή με τα πολλά ορθογώνια ανακουφιστικά ανοίγματα την πήρε το 1441, όταν ανακατασκευάστηκε από τον Ραούλ Μανουήλ Μελική, γόνο σπουδαίας Βυζαντινής οικογένειας. Από τον ίδιο χτίστηκε και ένα τόξο σε μεσόβαθρο, που ακουμπάει πάνω σε βράχο (το δεύτερο τόξο από ανάντη) και λειτουργούσε σαν ανακουφιστικό.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2013/09/normal-0-false-false-false-el-x-none-x_2.html" target="_blank">Το γεφύρι της Καρύταινας</a>',
  },
  "gefyri-2": {
    name: "Γεφύρι της Μαυροζούμενας",
    county: "Μεσσηνίας",
    municipal: "Οιχαλίας",
    river: "Βαλύρα ή Μαυροζούμενα",
    location: "Έξοδος Νεοχωρίου προς Μελιγαλά",
    year: "4ος αιώνας π.Χ.",
    builder: "Άγνωστος",
    status: "Χρειάζεται συντήρηση",
    description:
      "Βρίσκεται στην τοπική κοινότητα Νεοχωρίου του δήμου Οιχαλίας, στην έξοδο του χωριού από Μελιγαλά, στην περιοχή της αρχαίας Βαλύρας. Ενώνει τα χωριά Μελιγαλά, Νεοχώρι και Μαγούλα (Στενύκλαρος) και λέγεται και “δυοφύρι της Μαυροζούμενας” ή  “ Τρικέφαλο γεφύρι”. Στην περιοχή είναι γνωστό σαν “Γέφυρα Βαλύρας” ή “ Τρίστατο γεφύρι της Μαυροζούμενας”. Στην πραγματικότητα πρόκειται για τρεις γέφυρες σε σχήμα Υ στη θέση “Διπόταμο”, στο σημείο ακριβώς που ενώνονται τα ποτάμια Χάραδρος (Τζαμής) και Ξάστερος (Λευκασίας). Τα δυο αυτά ποτάμια ενώνονται αμέσως μετά το γεφύρι και δημιουργούν έτσι τον ποταμό Βαλύρα ή Μαυροζούμενα (Παραπάμισος ή Πίρνατσα ή Πύρνακας), που στο Πλατύ συναντιέται με τον ποταμό του Αγίου Φλώρου δημιουργώντας από κοινού τον Πάμισο που εκβάλει στην “Μπούκα”, του μεσσηνιακού κόλπου.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2021/10/blog-post.html" target="_blank">Το τρικέφαλο γεφύρι της Μαυροζούμενας</a>',
  },
  "gefyri-3": {
    name: "Τουρκογέφυρο στην Πρόσυμνα",
    county: "Αργολίδας",
    municipal: "Άργους-Μυκηνών",
    river: "Ρέμα Ταξιάρχη",
    location: "Πάνω από το χωριό Πρόσυμνα",
    year: "Τουρκοκρατία",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Βρίσκεται πάνω από το χωριό Πρόσυμνα (Μπερμπάτι) και είναι μονότοξο, με μια σειρά θολίτες και χωρίς στηθαία. Πρόκειται για ένα πανέμορφο πετρογέφυρο, κοντά στην αρχαία Κοντοπορεία οδό, με την επιφάνειά του να σχηματίζει κύκλο και να μεγαλώνει στα άκρα του. Οι διαστάσεις του είναι: Ύψος: 4 μ. πλάτος: 2,50 μ. άνοιγμα καμάρας: 3 μ. μήκος: 10.70 μ. και μήκος θολιτών: 0,25 μ",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2015/01/blog-post.html?spref=bl" target="_blank">Τουρκογέφυρο στην Πρόσυμνα Αργολίδας</a>',
  },
  "gefyri-4": {
    name: "Γεφύρι στη θέση “Δομοκός” ή Βιδιακίτικο γεφύρι",
    county: "Αρκαδίας",
    municipal: "Γορτυνίας",
    river: "Ερύμανθος",
    location: "Δομοκός",
    year: "1870",
    builder: "Αφοί Φώτης, Κώστας, Πάνος και Σπύρος Πουρνάρας",
    status: "Καλή",
    description:
      "Λέγεται και Βιδιακίτικο λόγω της θέσης του κοντά στο χωριό Βιδιάκι Γορτυνίας, πού βρίσκεται δυτικά σε απόσταση τριών χιλιομέτρων και που είναι χτισμένο στη θέση της αρχαίας πόλης Στράτος. Χτίστηκε το 1870 (κατ' άλλους το 1875) από ντόπιους, Λαγκαδινούς στην καταγωγή μαστόρους, τους αδελφούς Φώτη, Κώστα, Πάνο και Σπύρο Πουρνάρα από το Μοναστηράκι, που έχτισαν το “Παραλογγίτικο” επί του Ερύμανθου επίσης και το γεφύρι της “Δήμητρας” κοντά στο ομώνυμο χωριό - πρώην Δίβριτσα - της Γορτυνίας, επί του Λάδωνα.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2016/10/blog-post_10.html?spref=bl" target="_blank">Γεφύρι στη θέση “Δομοκός” ή Βιδιακίτικο γεφύρι</a>',
  },
  "gefyri-5": {
    name: "Γεφύρι της “Κυράς”",
    county: "Αρκαδίας",
    municipal: "Γορτυνίας",
    river: "Λάδωνας",
    location: "Μεταξύ Μυγδαλιάς-Πουρναριάς και Μουριάς",
    year: "Τα δύο πρώτα τόξα επί φραγκοκρατίας, τα άλλα δύο επί τουρκοκρατίας και το τρίτο το 1908",
    builder: "Των τεσσάρων πρώτων τόξων άγνωστοι, το πέμπτο ο Λαγκαδινός Ανδρικόπουλος",
    status: "Καλυμμένο από νερό",
    description:
      "Το συνολικό της μήκος είναι 56,20 μ.η επιφάνεια διάβασης επίπεδη στην οποία διακρίνονται ίχνη καλντεριμιού, το πλάτος των στηθαίων είναι 0,54 μ. και έχει γίνει προσθήκη τσιμέντου 5 περίπου εκατοστών. Το ύψος του στηθαίου διαφέρει, μεγαλώνοντας όσο πάμε προς το κέντρο του γεφυριού (από 0,38 μέχρι 0,70 μ. στο κεντρικό τόξο). Το καθαρό πλάτος του γεφυριού είναι 1,95 μ.και τα τόξα του είναι άνισα και καταβιβασμένα. Πρόκειται για ένα εντυπωσιακό πεντάτοξο γεφύρι σε μια θαυμάσια και ιστορική περιοχή.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2019/09/blog-post.html" target="_blank">Το γεφύρι της "Κυράς" στον Λάδωνα</a>',
  },
  "gefyri-6": {
    name: "Γεφύρι Τσερχοτάμπεη",
    county: "Αχαΐας",
    municipal: "Καλαβρύτων",
    river: "Λάδωνας",
    location: "Κάτω από το χωριό Φίλια, λίγο μετά από την ένωση του Λάδωνα με τον Τράγο",
    year: "16ος αιώνας",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Είναι μονότοξο με δύο ισομεγέθη ανακουφιστικά ανοίγματα δεξιά και αριστερά, καμαρωτά και με κάθετα τα πλαϊνά τους. Τα στηθαία είναι χτισμένα σχετικά πρόσφατα με τσιμεντόλιθους ενώ η βάση του είναι καλυμμένη με τσιμέντο, προφανώς από τους ντόπιους για την διευκόλυνση διάβασης των αγροτικών μηχανημάτων τους.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2013/01/blog-post_27.html?spref=tw" target="_blank">Γεφύρι Τσερχοτάμπεη στο Λάδωνα</a>',
  },
  "gefyri-7": {
    name: "Γεφύρι του Λιάσκου στην Άνω Βλασία Καλαβρύτων",
    county: "Αχαΐας",
    municipal: "Καλαβρύτων",
    river: "Σελινούντας",
    location: "Κούναδη",
    year: "1951",
    builder: "Νίκος Παπαγιαννόπουλος",
    status: "Χρειάζεται συντήρηση",
    description:
      "Είναι μονότοξο και χτισμένο για την εξυπηρέτηση των αγροτικών εργασιών των ντόπιων επί του κυρίως Σελινούντα, το 1951 σε αντικατάσταση παλιού ξύλινου, από χαρακτηριστική κόκκινη πέτρα της περιοχής. Βρίσκεται κοντά στον παλιό μύλο του Λιάσκου, στη θέση “Κούναδη” και χτίστηκε από τον ντόπιο - με καταγωγή όμως από την Ήπειρο πρωτομάστορα - Νίκο Παπαγιαννόπουλο, ενώ το καλούπι έφτιαξε ο Νίκος Αβράμης από την Άνω Βλασία.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2013/04/blog-post_6693.html?spref=bl" target="_blank">Το γεφύρι του Λιάσκου στην Άνω Βλασία Καλαβρύτων</a>',
  },
  "gefyri-8": {
    name: "Μεγάλο Πετραλέϊκο γεφύρι ή γεφύρι στο μύλo Koυτσόπουλου στη Δίβρη",
    county: "Ηλείας",
    municipal: "Αρχαίας Ολυμπίας",
    river: "Διβριώτικο ρέμα",
    location: "Λαγκάδα",
    year: "Μεταξύ 1900-1910",
    builder: "Πιθανότατα Λαγκαδινοί",
    status: "Καλή",
    description:
      "Βρίσκεται στην περιοχή Λαγκάδα, στην Δίβρη και είναι ένα πανέμορφο γεφύρι με επίπεδη επιφάνεια διάβασης, μια σειρά θολίτες, ημικυκλικό, με ρημαγμένα στηθαία, δίπλα στον μύλο Κουτσόπουλου, επί του Διβριώτικου χειμάρρου. Δεξιά, από κατάντη, υπάρχει μικρή καμάρα που διοχετευόταν το νερό του μύλου στο ποτάμι, τότε που ο μύλος δούλευε.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2017/11/blog-post.html?spref=bl" target="_blank">Μεγάλο Πετραλέϊκο γεφύρι ή γεφύρι στο μύλo Koυτσόπουλου. Δίβρη Ηλείας.</a>',
  },
  "gefyri-9": {
    name: "Γεφύρι στο “Πετρωτό”",
    county: "Ηλείας",
    municipal: "Ήλιδας",
    river: "Παρακλάδι του Πηνειού",
    location: "Πετρωτό",
    year: "Τουρκοκρατία",
    builder: "Πιθανότατα Λαγκαδινοί",
    status: "Καλή",
    description:
      "Το συναντάμε στη θέση “Πετρωτό”, έξω από το Κακοτάρι στον κακοτράχαλο αγροτικό δρόμο προς Κρυόβρυση και συνδέει τους συνοικισμούς “Ντιναίϊκα” και “Ζοωδότι”.  Είναι χτισμένο σ' ένα παρακλάδι του Πηνειού, που οι πηγές του βρίσκονται στο πιο ψηλό χωριό της Ηλείας την Κρυόβρυση (Βερβινή ή Δερβινή) κάτω από το κάστρο της Οχιάς.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2017/09/blog-post.html?spref=bl" target="_blank">Γεφύρι στο “Πετρωτό”</a>',
  },
  "gefyri-10": {
    name: "Γεφύρι στο Σουλινάρη",
    county: "Κορινθίας",
    municipal: "Βέλου-Βόχας",
    river: "Ζαπάντη",
    location: "Χωριό Σουλινάρη",
    year: "1870",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Βρίσκεται στο τοπικό διαμέρισμα Σουλινάρη του δήμου Βέλου-Βόχας, επί του χείμαρρου Ζαπάντη, που έρχεται από την αρχαία Νεμέα και χύνεται στον κορινθιακό κόλπο, στην έξοδο του χωριού προς Χαλκί.  Η βάση του είναι υπερυψωμένη και μέχρι το 1988 καλντεριμωτή. Το 1988 με ευθύνη της τοπικής κοινότητας, καλύφτηκε με τσιμέντο όπως επίσης και τα στηθαία (πλάτους 0,40 μ) και τα πλαϊνά του χείμαρρου.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2021/09/blog-post_12.html" target="_blank">Γεφύρι στο Σουλινάρη Κορινθίας</a>',
  },
  "gefyri-11": {
    name: "Υδατογέφυρο στον Άσσο Κορίνθου",
    county: "Κορινθίας",
    municipal: "Κορίνθου",
    river: "Λογγοπόταμος",
    location: "Μεταξύ των χωριών Άσσος και Βεληνιάτικα",
    year: "Β’ Ενετοκρατία (1685-1715)",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Βρίσκεται κοντά μεταξύ των χωριών Άσσος και Βεληνιάτικα, γεφυρώνοντας τον Λογγοπόταμο και κατασκευάστηκε την περίοδο της Β΄ ενετοκρατίας στην Πελοπόννησο (1685-1715). Είναι χαρακτηρισμένο διατηρητέο μνημείο με την απόφαση ΥΑ ΥΠΠΟ/ΑΡΧ/Β1/15739/349/8-6-1995. ΦΕΚ 570/Β/29-6-1995, που αναφέρει ότι “χαρακτηρίζουμε την υδατογέφυρα (δίκτυο υδραγωγείου) που βρίσκεται στην κοίτη του Λογγοπόταμου (ή χείμαρρος Ράχιανι) Κορινθίας, ο οποίος διασχίζει την κοιλάδα των Κλεωνών και εκβάλλει στον Κορινθιακό κόλπο,  κοντά στην κοινότητα Άσσου ως ιστορικό διατηρητέο μνημείο”. Είναι από τα ενετικά κτίσματα που σώζεται σε καλή σχετικά κατάσταση.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="https://agpelop.blogspot.com/2019/06/blog-post.html?spref=bl" target="_blank">Υδατογέφυρο στον Άσσο Κορίνθου</a>',
  },
  "gefyri-12": {
    name: "Γεφύρι του Κόπανου",
    county: "Λακωνίας",
    municipal: "Σπάρτης",
    river: "Ευρώτας",
    location: "Κοντά στο χωριό Καραβάς",
    year: "1749",
    builder: "Ιωάννης Κόπανος",
    status: "Γκρεμισμένο με ίχνη",
    description:
      "Λέγεται και γεφύρι του Ίρη. Χτίστηκε το 1749 (κατ' αλλους το 1730, Loring, Pritchett ή και ακόμη πιο πριν αν λάβουμε υπόψη τη μαρτυρία του Marin Michiel, που τελείωσε την περιήγησή του το 1691 και αναφέρεται στο γεφύρι), επί τουρκοκρατίας. Λέγεται και επίσης γεφύρι “του Κοπανίτσα”. Είχε ένα κεντρικό μεγάλο τόξο και δύο πλευρικά ημικυκλικά ανακουφιστικά ανοίγματα, με το μικρότερο στο δυτικό βάθρο, αριστερά από κατάντη και το μεγαλύτερο στο ανατολικό (το μόνο μέρος του γεφυριού που σώζεται, δεξιά από κατάντη) που δεν άνοιγαν ως την κοίτη, καθώς επίσης και δύο μικρά ανοίγματα ψηλότερα εκατέρωθεν της κεντρικής καμάρας.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2018/01/blog-post_71.html?spref=bl" target="_blank">Το γεφύρι του Κόπανου στον Ευρώτα</a>',
  },
  "gefyri-13": {
    name: "Γεφύρι Στάρας",
    county: "Λακωνίας",
    municipal: "Ανατολικής Μάνης",
    river: "Σμήνος",
    location: "Κοντά στο χωριό Μέλισσα",
    year: "Τουρκοκρατία",
    builder: "Άγνωστος",
    status: "Χρειάζεται συντήρηση",
    description:
      "Το ιστορικό και χρησιμότατο για την περιοχή αυτή γεφύρι της Στάρας ενώνει της δύο όχθες του ποταμού Σμήνου σ' ένα από τα στενότερα σημεία του, στην ομώνυμη περιοχή, στο ύψος του χωριού Μέλισσα (Μαλτσίνα) του δήμου Ανατολικής Μάνης, το πρώτο “συνοριακό” χωριό μετά το τούρκικο τελωνείο-φυλάκιο του γεφυριού.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2014/02/blog-post_4871.html?spref=bl" target="_blank">Γεφύρι Στάρας</a>',
  },
  "gefyri-14": {
    name: "Γεφύρι Αγίου Πολυκάρπου στην Αλαγωνία Καλαμάτας",
    county: "Μεσσηνίας",
    municipal: "Καλαμάτας",
    river: "Νέδων",
    location: "Άγιος Πολύκαρπος ή Χάνι Λαγού",
    year: "1901",
    builder: "Πιθανότατα Λαγκαδινοί",
    status: "Καλή",
    description:
      "Είναι εξάτοξο χτισμένο το 1901 με χρήματα του κρατικού προϋπολογισμού, όπως λέγεται από Λαγκαδινούς μαστόρους  στην κεντρική λεκάνη των πηγών του Νέδοντα και επί δημαρχίας του τότε Δημάρχου Αλαγωνίας Χρήστου Β. Μασουρίδη. Το μήκος και η μορφή του διαμορφώθηκε από το πλάτος της κοίτης του Νέδοντα.  Πρόκειται για ένα πανέμορφο και εντυπωσιακό γεφύρι,  σε καλή κατάσταση, χτισμένο με την χαρακτηριστική γκρίζα πέτρα της περιοχής, με ομοιόμορφα, ημικυκλικά και ισομεγέθη τόξα, που ενώνουν με τρόπο ασφαλή τις όχθες του Νέδοντα και μια σειρά καμαρολιθιών (θολίτες).",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2023/05/blog-post_10.html" target="_blank">Γεφύρι Αγίου Πολυκάρπου στον Νέδοντα. Αλαγωνία Καλαμάτας.</a>',
  },
  "gefyri-15": {
    name: "Γεφύρι Μανούσου στη Χώρα",
    county: "Μεσσηνίας",
    municipal: "Πύλου-Νέστορος",
    river: "Σελάς",
    location: "Μεταξύ Χώρας και Αμπελόφυτου",
    year: "17ος-18ος αιώνας",
    builder: "Πιθανότατα κάποιος Μανούσος",
    status: "Χρειάζεται συντήρηση",
    description:
      "Πρόκειται για ένα τρίτοξο, μικρό αλλά εντυπωσιακό και ιστορικό γεφύρι, με μια μεγάλη καμάρα και δύο μικρότερες, ισομεγέθεις ως προς το άνοιγμα, εκατέρωθεν αυτής. Η δεξιά καμάρα από ανάντη είναι μισογκρεμισμένη και μισοχωμένη. Τα τόξα του έχουν μια σειρά θολίτες, η επιφάνεια διάβασής του είναι καμπυλωτή και καλντεριμωτή και γεφυρώνει το ποτάμι Σελά, που έρχεται από απόσταση 3 περίπου χιλιομέτρων βορειοανατολικά και έχει τις πηγές του στο Κεφαλόβρυσο Χώρας.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2022/06/1944.html" target="_blank">Γεφύρι Μανούσου και η μάχη της Αγορελίτσας (Ιούλιος 1944). Χώρα Μεσσηνίας.</a>',
  },
  "gefyri-16": {
    name: "Μυκηναϊκή γέφυρα Λυκοτρούπι",
    county: "Αργολίδας",
    municipal: "Άργους-Μυκηνών",
    river: "Ρέμα που χύνεται στον Αστερίωνα",
    location: "Πάνω στο Μυκηναϊκό δρόμο Μ.Δ.1",
    year: "1300 π.X. περίπου",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Βρίσκεται πάνω στο Μυκηναϊκό δρόμο Μ.Δ.1, μέρος του οποίου αποτελεί. Είναι χτισμένο με τον εκφορικό σύστημα της εποχής και κυκλώπεια τεχνοτροπία με τη χρήση τεραστίων λίθων μεγέθους 1χ1 μέτρα. Οχτώ τεράστιοι ογκόλιθοι σχηματίζουν την καμάρα και είναι έτσι τοποθετημένοι, που να δημιουργούν ένα άνοιγμα τριγωνικού σχήματος, οξυκόρυφου για τη μείωση της έντασης της ροής του νερού και την ανθεκτικότητά του στους σεισμούς.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2019/08/blog-post.html" target="_blank">Μυκηναϊκή γέφυρα Λυκοτρούπι</a>',
  },
  "gefyri-17": {
    name: "Τρίτοξο γεφύρι στην Πρόσυμνα",
    county: "Αργολίδας",
    municipal: "Άργους-Μυκηνών",
    river: "Ρέμα Ταξιάρχη",
    location: "Ένα χιλιόμετρο πριν την είσοδο στο χωριό Πρόσυμνα",
    year: "Πιθανότατα τέλος 19ου αρχές 20ου αιώνα",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Πρόκειται για ένα τρίτοξο, πανέμορφο και καλοδιατηρημένο  γεφύρι που βρίσκεται κοντά στο χωριό Πρόσυμνα ή Προσύμνη (τ.Μπερμπάτι), ένα χιλιόμετρο πριν από την νότια είσοδο του χωριού, που ανήκει στο δήμο Άργους – Μυκηνών του νομού Αργολίδας. Το γεφύρι βρίσκεται σε καλή κατάσταση, είχε στηθαίο, ίχνη του οποίου διακρίνονται καθαρά και το οποίο έχει αντικατασταθεί σε πολλά σημεία από τσιμέντο, καταβιβασμένα τόξα για να πετύχουν όσο το δυνατόν επίπεδο κατάστρωμα και μονή σειρά από μεγάλα καμαρολίθια (θολίτες), που πατάνε σε στρογγυλεμένες κάθετες μέχρι περίπου ενός μέτρου βάσεις, που λόγω της κατασκευής τους, λειτουργούν και σαν πρόβολοι για την μείωση της έντασης του νερού σε περιόδους μεγάλων κατεβασμάτων.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2014/03/blog-post_16.html?spref=bl" target="_blank">Τρίτοξο γεφύρι στην Πρόσυμνα</a>',
  },
  "gefyri-18": {
    name: "Μυκηναϊκή γέφυρα Γιαλούση",
    county: "Αργολίδας",
    municipal: "Επιδαύρου",
    river: "Χωρίς κοίτη",
    location: "“Γιαλούση”",
    year: "1300 π.Χ. περίπου",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Βρίσκεται στο τέλος του αρχαίου μονοπατιού της Καζάρμας, κοντά στο δρόμο Αρκαδικού-Ναυπλίου και είναι σε καλή κατάσταση. Κατασκευάστηκε και αυτό, όπως και τα περισσότερα γεφύρια της Μυκηναϊκής περιόδου, με βάση την κυκλώπεια πρακτική με τεράστιες πέτρες χωρίς συνδετικό υλικό και με το εκφορικό σύστημα χτισίματος, κατά το οποίο οι οριζόντιες πέτρες τοποθετούνται βαθμιαία γύρω από το τόξο και σιγά-σιγά πλησιάζουν μέχρι να ενωθούν στην κορυφή - αν και κάπως διαφορετικό λόγω της χρήσης ογκόλιθων για καμαρολίθια, με έναν τέτοιο τεράστιο να παίζει το ρόλο του κλειδιού - και βρίσκεται στη θέση “Γιαλούση”, εξ ου και το όνομά του.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2014/05/blog-post_7487.html?spref=bl" target="_blank">Μυκηναϊκή γέφυρα Γιαλούση</a>',
  },
  "gefyri-19": {
    name: "Μυκηναϊκή γέφυρα στο Αρκαδικό",
    county: "Αργολίδας",
    municipal: "Επιδαύρου",
    river: "Ρέμα που διασχίζει το χωριό Αρκαδικό",
    location: "Επί του αρχαίου μονοπατιού που οδηγούσε από τις Μυκήνες και την Τίρυνθα στην Επίδαυρο",
    year: "1300 π.Χ. περίπου",
    builder: "Άγνωστος",
    status: "Γκρεμισμένο με ίχνη",
    description:
      "Πρόκειται για το δίτοξο γεφύρι στο χωριό Αρκαδικό, του δήμου Επιδαύρου στην Αργολίδα, το οποίο μετά από ένα δυνατό κατέβασμα του ρέματος, που διασχίζει το χωριό, έπαθε τεράστιες ζημιές και κινδυνεύει να διαλυθεί ολοκληρωτικά. Είναι το δεύτερο γεφύρι μυκηναϊκής εποχής που βαδίζει προς αφανισμό, μετά το γκρέμισμα από τον ίδιο λόγο ενός άλλου στο ίδιο χωριό και το αποτελείωμά του ήρθε όταν οι πέτρες έγιναν αντικείμενο πλιάτσικου για τους...ειδικούς του είδους, προκειμένου να χρησιμοποιηθούν για...υλικά οικοδομών.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2013/01/blog-post_20.html?spref=bl" target="_blank">Καταρρέει δίτοξο Μυκηναϊκό γεφύρι στο Αρκαδικό Αργολίδας</a>',
  },
  "gefyri-20": {
    name: "Μονότοξο γεφύρι στην Πρόσυμνα",
    county: "Αργολίδας",
    municipal: "Άργους-Μυκηνών",
    river: "Ρέμα Ταξιάρχη",
    location: "Στην είσοδο του χωριού Πρόσυμνα",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Πρόκειται για ένα μονοκάμαρο γεφύρι, με καταβιβασμένο τόξο, μια σειρά καμαρολίθια, στηθαία και επίπεδη επιφάνεια διάβασης (πλην του κομματιού που αντιστοιχεί στο μήκος του τόξου που είναι καλντεριμωτό), που βρίσκεται στην είσοδο του χωριού Πρόσυμνα (Μπερμπάτι), του δήμου Άργους-Μυκηνών, δίπλα στη νέα τσιμεντένια γέφυρα. Γεφυρώνει το ρέμα Ταξιάρχη που διασχίζει το χωριό και χύνεται λίγο πιο κάτω, στην περιοχή της Κλεισούρας, στον Αστερίωνα.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2022/07/blog-post_27.html" target="_blank">Μονότοξο γεφύρι στην Πρόσυμνα</a>',
  },
  "gefyri-21": {
    name: "Γεφύρι στον Αγιάννη (ή “Τροχού”)",
    county: "Αρκαδίας",
    municipal: "Γορτυνίας",
    river: "Τουθόας",
    location: "“Καταφύγια” ή “καταφύδια”",
    year: "Πρώϊμη περίοδος τουρκοκρατίας",
    builder: "Πιθανότατα λαγκαδινοί",
    status: "Χρειάζεται συντήρηση",
    description:
      "Πρόκειται για ένα πανέμορφο και εντυπωσιακό γεφύρι, κάτω από το Λευκοχώρι (Ρεκούνι) επί του Τουθόα (ή Τροχός ή Λαγκαδινό ποτάμι), αφημένο όμως στην τύχη του με αποτέλεσμα λόγω της εγκατάλειψης από τον άνθρωπο και την αδυσώπητη παρέμβαση του χρόνου και της φύσης να κινδυνεύει με κατάρρευση. Τα στηθαία του είναι προβληματικά και οι ρωγμές στο αριστερά  από κατάντη τόξο του έντονες. Είναι μονότοξο, με μια σειρά θολίτες,  βάθρα να πατάνε σε στέρεο πετρώδες έδαφος και καμπυλωτή και καλντεριμωτή επιφάνεια διάβασης όσο ακριβώς και το άνοιγμά του.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2021/06/blog-post.html" target="_blank">Γεφύρι στον Αγιάννη (ή “Τροχού”). Λευκοχώρι (Ρεκούνι) Γορτυνίας</a>',
  },
  "gefyri-22": {
    name: "Τρανό γεφύρι στο Λευκοχώρι (Ρεκούνι)",
    county: "Αρκαδίας",
    municipal: "Γορτυνίας",
    river: "Ρέμα Κουτσομύλι",
    location: "Ένα χιλιόμετρο περίπου πριν το Λευκοχώρι",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Το συναντάμε στο ρέμα Κουτσομύλι, που έρχεται από το Βυζίκι και το Περδικονέρι και χύνεται στον Τουθόα (Τροχός). Το λένε έτσι επειδή δεν έχει νερό όλο το χρόνο, με αποτέλεσμα οι νερόμυλοι να δουλεύουν “κουτσά”, τον μισό χρόνο δηλαδή.  Πρόκειται για ένα πανέμορφο σε μια εντυπωσιακή τοποθεσία μονότοξο, ημικυκλικό γεφύρι, με μια σειρά θολίτες σε μια στροφή ένα χιλιόμετρο περίπου πριν το Λευκοχώρι (Ρεκούνι), που αποτελεί κομμάτι του δημοσίου δρόμου Πύργου-Τρίπολης και στο οποίο έχει γίνει τσιμεντένια επέκταση του πλάτους του σε σχέση με την αρχική κατασκευή, όπως όλα τα γεφύρια του συγκεκριμένου δρόμου, για να εξυπηρετήσει τις αυξανόμενες συγκοινωνιακές ανάγκες σε σχέση με τις αρχικές.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="https://agpelop.blogspot.com/2020/04/blog-post_20.html?spref=bl" target="_blank">Τρανό γεφύρι στο Λευκοχώρι (Ρεκούνι)</a>',
  },
  "gefyri-23": {
    name: "Παλιό γεφύρι Σγούρνας ή Γούρνας στα Λαγκάδια",
    county: "Αρκαδίας",
    municipal: "Γορτυνίας",
    river: "Τουθόας",
    location: "Άγιος Κωνσταντίνος",
    year: "Τέλη του 19ου αιώνα",
    builder: "Λαγκαδινοί",
    status: "Γκρεμισμένο με ίχνη",
    description:
      "Απέναντι από τα Λαγκάδια, σε απόσταση 1,5-2 χιλιομέτρων από την ονομαστή κωμόπολη της Γορτυνίας, στο δρόμο προς Βυτίνα και Τρίπολη στη θέση Άγιος Κωνσταντίνος, στα τέλη του 19ου αιώνα, πιθανότατα την περίοδο Δεληγιάννη κατά την οποία χτίστηκε και το γεφύρι στη θέση Κοτόμυαλο –ένα άλλο σπουδαίο γεφύρι στον ίδιο δρόμο αλλά πιο κοντά στα Λαγκάδια- οι φημισμένοι Λαγκαδινοί μαστόροι χτίσανε ένα σημαντικό, εντυπωσιακό και πανέμορφο γεφύρι, τα δυο βάθρα του οποίου μπορεί τώρα να διακρίνει εμφανέστατα και να θαυμάσει ο καθένας. Τα βάθρα αυτά του γεφυριού τα συναντάμε ακριβώς δίπλα στην τωρινή καινούργια γέφυρα με το τσιμεντένιο τόξο και τα πέτρινα βάθρα του, στη θέση Άγιος Κωνσταντίνος. Λέγεται και γεφύρι “Ανάληψης”, λόγω της ύπαρξης εκεί κοντά ενός ομώνυμου ναίσκου.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="https://agpelop.blogspot.com/2020/02/blog-post.html?spref=bl" target="_blank">Παλιό γεφύρι Σγούρνας ή Γούρνας στα Λαγκάδια</a>',
  },
  "gefyri-24": {
    name: "Ατσιχολίτικο γεφύρι στον Λούσιο",
    county: "Αρκαδίας",
    municipal: "Μεγαλόπολης",
    river: "Λούσιος",
    location: "Δίπλα στον επαρχιακό δρόμο Καρύταινας - Μάραθα (Βλαχοράπτη) - Ατσιχώλου",
    year: "Τουρκoκρατία",
    builder: "Πιθανότατα λαγκαδινοί",
    status: "Καλή",
    description:
      "Το γεφύρι βρίσκεται μεταξύ Ατσιχόλου και Καρύταινας επί του Λούσιου, δίπλα στον επαρχιακό δρόμο Καρύταινας – Μάραθα (Βλαχοράπτη) - Ατσιχώλου. Αποτελείται από μια μεγάλη καμάρα και μια μικρότερη στα αριστερά από κατάντη, ενώ το μεγάλο τόξο του έχει ισλαμίζοντα χαρακτηριστικά, με οξυκόρυφη την καμάρα του στο κλειδί, που έχει σαν αποτέλεσμα την απότομη ανύψωση της καλντεριμωτής βάσης του. Το δεξιό πόδι, από κατάντη, πατάει σε συμπαγή βράχο δίνοντάς του έτσι δύναμη και αντοχή για να αντιμετωπίζει τη δύναμη της ροής του ποταμού κατά τη διάρκεια των δυνατών του κατεβασμάτων.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="https://agpelop.blogspot.com/2020/01/blog-post_8.html?spref=bl" target="_blank">Ατσιχολίτικο γεφύρι στον Λούσιο</a>',
  },
  "gefyri-25": {
    name: "Γεφύρι Σερά-Σέρβου",
    county: "Αρκαδίας",
    municipal: "Γορτυνίας",
    river: "Λούσιος",
    location: "Τέσσερα χιλιόμετρα μετά την Καρκαλού πρός Δημητσάνα",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Προσθήκες τσιμέντου",
    description:
      "Βρίσκεται τέσσερα χιλιόμετρα μετά την Καρκαλού πρός Δημητσάνα, επί του Λούσιου, στο πιο στενό σημείο του, στη διασταύρωση για Σέρβου μπαίνοντας στα όρια του τ. Δήμου Ηραίας. Λέγεται και γεφύρι “του Αγιώργη – Σαρά”. Ήταν ένα όμορφο, μονότοξο, ημικυκλικό γεφύρι, με μια σειρά θολίτες και επίπεδη επιφάνεια διάβασης, που αποτελούσε την κύρια είσοδο της Ηραίας από τη μεριά της Βυτίνας. Είχε υποστεί από πριν μετατροπές και προσθήκες για να εξυπηρετεί τη διέλευση όλων των οχημάτων, με σιδερένια στηθαία, εμπλουτισμό με τσιμέντο του δεξιού από ανάντη βάθρου ενώ το αριστερό βάθρο του πατάει σε βράχο συμπαγή. Επίσης είχε προστεθεί τσιμεντένιο στηθαίο από κατάντη για την προφύλαξη πεζών και οχημάτων.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="https://agpelop.blogspot.com/2019/05/blog-post.html?spref=bl" target="_blank">Γεφύρι Σερά-Σέρβου</a>',
  },
  "gefyri-26": {
    name: "Γεφύρι Βρυσούλας",
    county: "Αρκαδίας",
    municipal: "Γορτυνίας",
    river: "Χείμαρρος που χύνεται στο ρέμα “Βολιμοίρη”",
    location: "Στην είσοδο από το χωριό Βούτση",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Καλυμμένο με τσιμέντο και άσφαλτο",
    description:
      "Πρόκειται για ένα  μονότοξο γεφύρι καλυμμένο με τσιμέντο και άσφαλτο που αποτελεί κομμάτι του δημοσίου δρόμου Βούτση – Μοναστηράκι. Γεφυρώνει έναν  χείμαρρο που χύνεται στο ρέμα “Βολιμοίρη”, από εκεί στο ποτάμι Άρση ή Πατσουριά και κατόπιν στο Λάδωνα. Συνέδεε το κεφαλοχώρι Κοντοβάζαινα με τα χωριά Βούτση, Μοναστηράκι και Βιδιάκι.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="https://agpelop.blogspot.com/2014/04/blog-post_27.html?spref=bl" target="_blank">Τρία γεφύρια στο Μοναστηράκι Γορτυνίας</a>',
  },
  "gefyri-27": {
    name: "Γεφύρι της Κρεμμυδούς",
    county: "Αρκαδίας",
    municipal: "Γορτυνίας",
    river: "Άρσης",
    location: "Κοντά στην εκκλησία του Αγίου Νικολάου",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Είναι μονότοξο και πάνω του περνά αγροτικός δρόμος για την εξυπηρέτηση των ντόπιων στις αγροτικές τους εργασίες ενώ παλιότερα διευκόλυνε τις επαφές των ντόπιων με τα κοντινά χωριά.  Στην περιοχή ευδοκιμούσε το κρεμμύδι, εξ ου και το όνομα του γεφυριού, το οποίο ήταν και συχνό πέρασμα του Κολοκοτρώνη για τον Άγιο Νικόλαο.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="https://agpelop.blogspot.com/2014/04/blog-post_27.html?spref=bl" target="_blank">Τρία γεφύρια στο Μοναστηράκι Γορτυνίας</a>',
  },
  "gefyri-28": {
    name: "Γεφύρι στην Τρανή Βρύση",
    county: "Αρκαδίας",
    municipal: "Γορτυνίας",
    river: "Ρέμα “Βολιμοίρι”",
    location: "Ένα χιλιόμετρο από Μοναστηράκι προς Βιδιάκι",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Καλυμμένο με άσφαλτο, ακαλαίσθητες επεμβάσεις",
    description:
      "Το συναντάμε ένα χιλιόμετρο βγαίνοντας από το χωριό Μοναστηράκι Γορτυνίας και πηγαίνοντας προς Βιδιάκι, σ' έναν παράδρομο, επί του ρέματος “Βολιμοίρι” που χύνεται στον ποταμό Άρση (η αρχαία του ονομασία) ή Πατσουριά και αυτός με τη σειρά του στο Λάδωνα. Δίπλα του υπάρχει πέτρινη βρύση. Είναι καλυμμένο με άσφαλτο και πάνω του περνά αγροτικός δρόμος. Βρίσκεται σε σχετικά καλή κατάσταση, αν και τα τελευταία χρόνια τα μισογκρεμισμένα άκρα του έχουν στερεωθεί με τσιμέντο. Είναι μονότοξο και πάνω του έχουν τοποθετηθεί σιδερένια παραπέτια.",
    links:
      'Σχετικά άρθρα στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2013/09/normal-0-false-false-false-el-x-none-x_12.html?spref=bl" target="_blank">Γεφύρι στην Τρανή Βρύση. Μοναστηράκι Γορτυνίας</a>, <a href="https://agpelop.blogspot.com/2014/04/blog-post_27.html?spref=bl" target="_blank">Τρία γεφύρια στο Μοναστηράκι Γορτυνίας</a>',
  },
  "gefyri-29": {
    name: "Γεφύρι στη θέση “Κέτανη”",
    county: "Αρκαδίας",
    municipal: "Γορτυνίας",
    river: "Ρέμα “Κέτανη”",
    location: "“Κέτανη”",
    year: "Αρχές 1950",
    builder: "Λαγκαδινοί",
    status: "Καλή",
    description:
      "Βρίσκεται λίγο πιο πάνω απ' αυτό στη θέση “Αρατσάμη”, στην τοποθεσία “Κέτανη”, γεφυρώνοντας το ομώνυμο ρέμα, σε μια παράκαμψη της παλιάς χάραξης του δρόμου, που λίγο πιο κάτω ενώνεται με τον Λάδωνα. Είναι ένα όμορφο μονότοξο, ημικυκλικό γεφύρι, με στηθαία και επίπεδη επιφάνεια διάβασης, στο οποίο έχει γίνει επέκταση του πλάτους του σε σχέση με την αρχική κατασκευή, όπως όλα τα γεφύρια του συγκεκριμένου δρόμου, για να εξυπηρετήσει τις αυξανόμενες συγκοινωνιακές ανάγκες σε σχέση με τις αρχικές.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="https://agpelop.blogspot.com/2019/07/blog-post.html?spref=bl" target="_blank">Γεφύρι στη θέση “Κέτανη”</a>',
  },
  "gefyri-30": {
    name: "Γεφύρι στο Κοτόμυαλο",
    county: "Αρκαδίας",
    municipal: "Γορτυνίας",
    river: "Ρέμα “Πλατανίτσα”",
    location: "Στην είσοδο των Λαγκαδίων από Βυτίνα",
    year: "Αρχές 20ου αιώνα",
    builder: "Λαγκαδινοί",
    status: "Προσθήκες τσιμέντου",
    description:
      "Το συναντάμε στην είσοδο των Λαγκαδίων από Βυτίνα, επί του ρέματος “Πλατανίτσα” που λίγο πιο κάτω ενώνεται με τον Τουθόα, μετά το παραδοσιακό εργαστήρι του Κύρ-Θανάση, λίγα μέτρα πιο κάτω από το μνημείο του λαγκαδινού χτίστη και αποτελεί κομμάτι του εθνικού δρόμου Τρίπολης-Πύργου. Ήταν ένα όμορφο μονότοξο, ημικυκλικό γεφύρι, μια σειρά θολίτες που πάνω τους έχει προστεθεί άλλη μια τσιμεντένια σειρά, με τσιμεντένια στηθαία που είναι πολύ μεταγενέστερη προσθήκη και τα οποία λόγω της στενότητας της επίπεδης επιφάνειας διάβασης του γεφυριού είχαν υποστεί ζημιές. Ζημιές επίσης υπήρχαν στο θόλο και κυρίως στο κεντρικό κλειδί.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2019/02/blog-post.html" target="_blank">Γεφύρι στο Κοτόμυαλο. Λαγκάδια</a>',
  },
  "gefyri-31": {
    name: "Μυκηναϊκή γέφυρα Καζάρμας",
    county: "Αργολίδας",
    municipal: "Επιδαύρου",
    river: "Δαφνόρεμα",
    location: "Μετόχι",
    year: "1300 π.Χ. περίπου",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Το μυκηναϊκό αυτό γεφύρι, μονότοξο, είναι το πιο καλοδιατηρημένο στην Αργολίδα, και γενικότερα στην Πελοπόννησο, βρίσκεται στο 15ο χιλιόμετρο Ναυπλίου – Επιδαύρου και κατασκευάστηκε γύρω στα 1300 πχ. Είναι χτισμένο με τεράστιους λίθους και με την τεχνοτροπία της εποχής. Οι διαστάσεις του είναι: πλάτος 5,70 μέτρα, ύψος 3,35, καθαρό ύψος τόξου 2,05, μήκος 10,60 μέτρα και έχει χαρακτηριστεί ως διατηρητέο μνημείο σε αρχαιολογικό χώρο. Το άνοιγμα του τόξου στη βάση του είναι 1,60 μ, συνεχώς μειούμενο φθάνοντας στην κορυφή.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2013/02/3.html?spref=bl" target="_blank">Γέφυρα Καζάρμας</a>',
  },
  "gefyri-32": {
    name: "Γεφύρι στο Λευκοχώρι (Ρεκούνι)",
    county: "Αρκαδίας",
    municipal: "Γορτυνίας",
    river: "Ρέμα Κουτσομύλι",
    location: "Λίγο πριν και κάτω από το Λευκοχώρι (Ρεκούνι)",
    year: "Τουρκοκρατία",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Είναι ορατό από το δρόμο Πύργου-Τρίπολης, λίγο πριν και κάτω από το Λευκοχώρι (Ρεκούνι). Πρόκειται για ένα πανέμορφο σε μια εντυπωσιακή τοποθεσία μονότοξο, ημικυκλικό γεφύρι, με μια σειρά θολίτες, το οποίο είχε στηθαία, ίχνη των οποίων υπάρχουν και καλντεριμωτή επίπεδη επιφάνεια διάβασης. Ένωνε το Λευκοχώρι με το Φούσκαρη. Βρίσκεται δίπλα στο Τρανό γεφύρι που είναι επί του δημοσίου δρόμου.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="https://agpelop.blogspot.com/2018/11/blog-post_9.html?spref=bl" target="_blank">Γεφύρι στο Λευκοχώρι (Ρεκούνι)</a>',
  },
  "gefyri-33": {
    name: "Υδατογέφυρο Μονής Λουκούς",
    county: "Αρκαδίας",
    municipal: "Βόρειας Κυνουρίας",
    river: "Ρέμα Καλογριάς",
    location: "“Εύα Δολιανών”",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Πιστεύεται ότι είναι ρωμαϊκή κατασκευή, όπως και όλο το υδραγωγείο που μετέφερε νερό για την εξυπηρέτηση των αναγκών της περιοχής και κυρίως τη βίλας του Ηρώδη του Αττικού, πολύ κοντά στον αρχαιολογικό χώρο της Εύας. Eίναι κατασκευασμένο στο ρέμα Καλογριάς, που 500 μέτρα πιο κάτω χύνεται στον ποταμό Τάνο  και αυτός με τη σειρά του σμίγει με τον Αργολικό κόλπο. Στην ουσία δεν είναι χτισμένο πετρογέφυρο αλλά τα δυο τόξα του λαξεύτηκαν πάνω στον συμπαγή βράχο με τέτοιο τρόπο ώστε να δίνει την αίσθηση γεφυριού. Βρίσκεται κοντά στην βυζαντινή μονή Λουκούς, στην περιοχή των Κάτω Δολιανών, δίπλα και αριστερά του καινούργιου εθνικού δρόμου Άστρους-Τρίπολης. Οι κρυσταλλικές μορφές στα πλαϊνά δημιουργήθηκαν από το νερό που έπεφτε από πάνω.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2018/03/blog-post_76.html?spref=bl" target="_blank">Υδατογέφυρο Μονής Λουκούς. Κάτω Δολιανά - Άστρος Κυνουρίας</a>',
  },
  "gefyri-34": {
    name: "Πετρογέφυρο στον Πλάτανο Κυνουρίας",
    county: "Αρκαδίας",
    municipal: "Βόρειας Κυνουρίας",
    river: "Λεπίδας",
    location: "Πηγαδίτης",
    year: "1826",
    builder: "Άγνωστος",
    status: "Χρειάζεται συντήρηση",
    description:
      "Βρίσκεται κάτω από το χωριό Πλάτανος, του δήμου Βόρειας Κυνουρίας, στην θέση Πηγαδίτης και είναι μονότοξο, με στηθαία, μια σειρά από θολίτες, πανέμορφο και εντυπωσιακό, κομμάτι της ιστορίας και της παράδοσης του χωριού. Το τόξο του είναι ημικυκλικό και γεφυρώνει τον παραπόταμο του Βρασιάτη, Λεπίδα, στο φαράγγι Σπηλάκια. Κατά μαρτυρίες των ντόπιων χτίστηκε το 1826 από τους Οθωμανούς, και συγκεκριμένα από τον Ιμπραήμ προκειμένου να περάσει τα κανόνια του από εκεί για να καταλάβει το κάστρο της Καστάνιτσας. Το κατάστρωμα του γεφυριού είναι ελαφρώς καμπυλωτό και καλντεριμωτό, ίχνη του οποίου φαίνονται ακόμα παρά την επίστρωση τσιμέντου, που έχει γίνει πάνω του κατά περιόδους.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2016/09/blog-post.html?spref=bl" target="_blank">Πετρογέφυρο στον Πλάτανο Κυνουρίας</a>',
  },
  "gefyri-35": {
    name: "Τουρκογέφυρο στο “Δομοκό”",
    county: "Αρκαδίας",
    municipal: "Γορτυνίας",
    river: "Ερύμανθος",
    location: "Δομοκός",
    year: "Τουρκοκρατία",
    builder: "Άγνωστος",
    status: "Γκρεμισμένο με ίχνη",
    description:
      "Το γεφύρι στο “Δομοκό” αποτελεί συνέχεια του εις την ίδια θέση υπάρχοντος προγενέστερου (ή προγενέστερων) γεφυριού, του “Τουρκογέφυρου”, που βρισκόταν πέντε μέτρα νότια και εξυπηρετούσε άμεσα τις ανάγκες των περιοχών των δύο πλευρών του Ερύμανθου μέχρι το τέλος της Τουρκοκρατίας και ίσως ακόμη πιο πέρα. Σώζεται το δυτικό βάθρο του και διακρίνονται ίχνη του ανατολικού. Άγνωστο είναι πότε γκρεμίστηκε. Δεν μας είναι γνωστό επίσης πως ήταν το γεφύρι σ΄ όλες του τις φάσεις. Κάποιοι γεροντότεροι, από μαρτυρίες των παππούδων τους, λένε ότι ήταν ξυλογέφυρο, με πέτρινα βάθρα, όπως ακριβώς ένα εξ αυτών υπάρχει σήμερα.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2015/05/blog-post.html?spref=bl" target="_blank">Τουρκογέφυρο στο “Δομοκό”</a>',
  },
  "gefyri-36": {
    name: "Σπαθαραίϊκο γεφύρι",
    county: "Αρκαδίας",
    municipal: "Γορτυνίας",
    river: "Λάδωνας",
    location: "Μέσα στο χώρο του ΥΗΣ ΔΕΗ",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Γεφυρώνει τον ποταμό Λάδωνα, συνδέοντας σε παλιότερες εποχές μέχρι και τις σχετικά πρόσφατες τα χωριά της Γορτυνίας. Είναι μονότοξο,  με στηθαία, ανηφορική επιφάνεια διάβασης, χτισμένο σύμφωνα με τους ξένους περιηγητές στις αρχές του 19ου αιώνα, με οξυκόρυφο τόξο και μια σειρά εντυπωσιακούς σε μέγεθος θολίτες. Πρέπει να ήταν σπουδαίος συγκοινωνιακός κόμβος γιατί το μεσαίωνα είχε χτιστεί εκεί οχυρό κάστρο από τη Μονοβύζα, που σημαίνει ότι είναι πολύ πιθανό να προϋπήρχε εκεί παλιότερο γεφύρι. Συνέδεε, κυρίως, τα χωριά Βούτσι, Μοναστηράκι, Καρδαρίτσι με το κέντρο τότε της περιοχής, που ήταν το ιστορικό κεφαλοχώρι Τρόπαια.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2015/03/blog-post_8.html?spref=bl" target="_blank">Σπαθαραίϊκο γεφύρι στο Λάδωνα</a>',
  },
  "gefyri-37": {
    name: "Γεφύρι Γύριζας",
    county: "Αρκαδίας",
    municipal: "Γορτυνίας",
    river: "Λάδωνας",
    location: "Μεταξύ λόφου Παλιόκαστρου και υψώματος Καπελίτσας",
    year: "1896",
    builder: "Ι. Γεωργίου",
    status: "Γκρεμισμένο",
    description:
      "Άρχισε να χτίζεται το 1896, με έξοδα του κρατικού προϋπολογισμού, επί του ποταμού Λάδωνα. Βρισκόταν μεταξύ λόφου Παλιόκαστρου και υψώματος Καπελίτσας, απ' όπου κατέβαινε ο αρχαίος δρόμος “Ολυμπία οδός” για την Ολυμπία και τους Ολυμπιακούς αγώνες, και που σήμερα λειτουργεί σαν αγροτικός δρόμος. Η κατασκευή της γέφυρας άρχισε, με τις προκαταρκτικές διαδικασίες, τον Απρίλιο του 1896, διακόπηκε σε προχωρημένο στάδιο το 1897 και στην ουσία δεν τελείωσε ποτέ. Αυτό οφείλεται στον ατυχή Ελληνοτουρκικό πόλεμο του 1897 που οδήγησε στην ταπεινωτική ήττα της Ελλάδας. Ύστερα, λόγω των μεγάλων αποζημιώσεων που έπρεπε να καταβληθούν στην Τουρκία, οδήγησαν στην παύση κατασκευής των διαφόρων τεχνικών και άλλων προγραμματισμένων έργων. Έτσι, η γέφυρα δεν τελείωσε ποτέ και ως εκ τούτου η φύση παίζοντας το ρόλο της, σιγά-σιγά την εξαφάνισε. Σύμφωνα με μαρτυρίες των ντόπιων, για αρκετά χρόνια μετά τα μεσόβαθρα στην κοίτη του ποταμού φαίνονταν, μέχρι να καλυφθούν και αυτά από τις προσχώσεις.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2014/09/blog-post_95.html?spref=bl" target="_blank">Γεφύρι Γύριζας στον Λάδωνα</a>',
  },
  "gefyri-38": {
    name: "Γεφύρι του Κούκου",
    county: "Αρκαδίας",
    municipal: "Μεγαλόπολης",
    river: "Αλφειός",
    location: "Τρία αλώνια",
    year: "1878-1880",
    builder: "Αντώνης Κάτσαινος",
    status: "Καλή",
    description:
      "Το γεφύρι είναι χτισμένο στη θέση “τρία αλώνια” Βλαχοράπτη γεφυρώνοντας τις δύο όχθες του Αλφειού λίγο πιο κάτω από τη συμβολή του με το Λούσιο, τέσσερα χιλιόμετρα περίπου από το Βλαχοράπτη. Η κατασκευή του κράτησε δύο χρόνια και τελείωσε το 1880. Είναι μονότοξο και το όνομά του το χρωστάει, σύμφωνα με την προφορική παράδοση, σε κάποιον Κούκο από το χωριό Κοτίλι, που τον μαχαίρωσε ο Μπραίμης, νονός του σ' έναν καυγά που είχαν όταν ο Κούκος τον έπιασε να κλέβει ένα ζώο από το κοπάδι του. Το γεφύρι έτσι όπως είναι γαντζωμένο στο κενό σου κόβει την ανάσα. Συνδέει τις επαρχίες Ολυμπίας και Γορτυνίας.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2014/09/blog-post.html?spref=bl" target="_blank">Γεφύρι του Κούκου στον Αλφειό</a>',
  },
  "gefyri-39": {
    name: "Γεφύρι στα Γούβια",
    county: "Αρκαδίας",
    municipal: "Γορτυνίας",
    river: "Ρέμα “Γούβια”",
    location: "Λουπουνάρι",
    year: "1938",
    builder: "Αφοί Πουρνάρα",
    status: "Καλή",
    description:
      "Βρίσκεται σε μικρή απόσταση από το χωριό Βιδιάκι, στο ρέμα “Γούβια” και είναι μονότοξο, με στηθαία, μια σειρά θολίτες, επίπεδη επιφάνεια διάβασης, σε καλή κατάσταση και καλντερίμι στη βάση του πυθμένα. Χτίστηκε με δαπάνη του Νικ. Κηπουρού ή Σπανού, από το Βιδιάκι, το 1938. Το στηθαίο είναι καινούργια προσθήκη. Το γεφύρι στα Γούβια εξυπηρετούσε τους κατοίκους του Βιδιακίου και τους άλλους περαστικούς στις αγροτικές και ποιμενικές τους εργασίες, είχαν τα κοπάδια τους τριγύρω, τα ποιμνιοστάσια, τα κονάκια.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2014/05/blog-post_11.html?spref=bl" target="_blank">Γεφύρι στα Γούβια. Βιδιάκι Γορτυνίας</a>',
  },
  "gefyri-40": {
    name: "Γεφύρι Σκαλίτσας",
    county: "Αρκαδίας",
    municipal: "Γορτυνίας",
    river: "Ρέμα Σκαλίτσα",
    location: "Μανικιά",
    year: "1932",
    builder: "Αφοί Πουρνάρα",
    status: "Καλή",
    description:
      "Πρόκειται για ένα γεφύρι σε καλή κατάσταση, ημικυκλικό, με μια σειρά θολίτες, στηθαία, επίπεδη επιφάνεια διάβασης, χτισμένο  και αυτό με έξοδα του Νικ. Κηπουρού ή Σπανού και βρίσκεται στο ρέμα Σκαλίτσα, κοντά στο χωριό. Είναι μονότοξο και χτίστηκε το 1932.  Η περιοχή που είναι χτισμένο το γεφύρι ονομάζεται “Μανικιά” και μέσω ενός χωματόδρομου που ξεκινούσε από την άκρη του χωριού (Βιδιάκι) κατευθυνόταν προς τα χωράφια και τα χωριά Μοναστηράκι, Ράχες κλπ. Επί του ίδιου δρόμου μετά από 1000 -1200 μέτρα συναντάμε το γεφύρι στα Γούβια. Το μονοπάτι μέσω των δύο γεφυριών, “Γούβια” και “Σκαλίτσα”, ένωνε το Βιδιάκι με το Μοναστηράκι και είναι καλντεριμωτό σε πολλά σημεία του.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2014/02/blog-post.html?spref=bl" target="_blank">Γεφύρι Σκαλίτσας</a>',
  },
  "gefyri-41": {
    name: "Παραλογγίτικο Γεφύρι",
    county: "Αρκαδίας",
    municipal: "Γορτυνίας",
    river: "Ερύμανθος",
    location: "Κάτω από το χωριό Παραλογγοί",
    year: "1877",
    builder: "Αφοί Πάνος, Φώτης, Κώστας και Σπύρος Πουρνάρας",
    status: "Καλή",
    description:
      "Γεφύρι γεφυρώνει τον Ερύμανθο κοντά στο χωριό Παραλογγοί της Γορτυνίας, χτίστηκε το 1877 και είναι σπουδαίο έργο των αδελφών Πουρνάρα από το Μοναστηράκι Γορτυνίας, με καταγωγή από τα Λαγκάδια. Είναι οι ίδιοι μάστορες πέτρας που έχτισαν πέρα των άλλων κατασκευών και το γεφύρι στο “Δομοκό”, μια άλλη εξίσου σπουδαία κατασκευή λίγα χιλιόμετρα πιο κάτω τον Ερύμανθο, όπως επίσης και το πανέμορφο δίτοξο γεφύρι της “Δήμητρας” στο ομώνυμο χωριό, επί του Λάδωνα. Είναι μεγαλοπρεπέστατο και από τα εντυπωσιακότερα της Πελοποννήσου σε μήκος και σε άνοιγμα καμάρας και από το 1998 είναι χαρακτηρισμένο σαν διατηρητέο μνημείο νεώτερης τέχνης (απόφαση ΥΠΠΟ 284/23653/13-05-1998). Συνέδεε τη Γορτυνία της Αρκαδίας με τη Λασσιώνα, Φολόη και Λαμπεία της Ηλείας.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2013/10/normal-0-false-false-false-el-x-none-x_16.html?spref=bl" target="_blank">Παραλογγίτικο Γεφύρι</a>',
  },
  "gefyri-42": {
    name: "Γεφύρι Δήμητρας",
    county: "Αρκαδίας",
    municipal: "Γορτυνίας",
    river: "Λάδωνας",
    location: "Δύο χιλιόμετρα κάτω από το χωριό",
    year: "1880",
    builder: "Αφοί Πάνος, Φώτης, Κώστας και Σπύρος Πουρνάρας",
    status: "Καλή",
    description:
      "Γεφυρώνει τον ποταμό Λάδωνα μεταξύ της τεχνικής λίμνης και του ΥΗΣ και συνέδεε τα χωριά Δήμητρα και Κοντοβάζαινα με τα Τρόπαια. Σήμερα εξυπηρετεί ποιμενικές και αγροτικές εργασίες. Βρίσκεται δύο περίπου χιλιόμετρα από το ομώνυμο χωριό της Γορτυνίας, του νομού Αρκαδίας. Το γεφύρι χτίστηκε το δεύτερο μισό του 19ου αιώνα, γύρω στα 1880 κατά τους ντόπιους, λέγεται από τους αδελφούς Φώτη, Κώστα, Πάνο και Σπύρο Πουρνάρα, μαστόρους από το χωριό Μοναστηράκι της Γορτυνίας, με καταγωγή όμως από τα Λαγκάδια.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2013/01/blog-post.html?spref=bl" target="_blank">Γεφύρι Δήμητρας, στην Αρκαδία</a>',
  },
  "gefyri-43": {
    name: "Γεφύρι Χαραρά",
    county: "Αρκαδίας",
    municipal: "Βόρειας Κυνουρίας",
    river: "Ρέμα που έρχεται από τα βουνά του Ελληνικού",
    location: "Στον παλιό δημόσιο δρόμο Άστρους-Αγιάννη-Τρίπολης",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Μονότοξο, που το συναντάμε στον παλιό δημόσιο δρόμο Άστρους-Αγιάννη-Τρίπολης. Πρόκειται για ένα σπουδαίο και εντυπωσιακό γεφύρι, με στηθαία, καλοδιατηρημένο,  μια σειρά θολίτες, ημικυκλικό τόξο και κάθετα τα πλαϊνά του βάθρα.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2021/10/blog-post_79.html" target="_blank">Γεφύρι Χαραρά στον παλιό δρόμο “Άστρους-Αγιάννη-Τρίπολης”</a>',
  },
  "gefyri-44": {
    name: "Υδατογέφυρο Μελιγούς στο Άστρος Κυνουρίας",
    county: "Αρκαδίας",
    municipal: "Βόρειας Κυνουρίας",
    river: "Ρέμα “Σκατιάς”",
    location: "Περιοχή “Ανάσκελο”",
    year: "19ος αιώνας",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Δίτοξο, στη Μελιγού της Β. Κυνουρίας. To αριστερό ακρόβαθρό του από κατάντη ακουμπάει σε συμπαγή βράχο, ενώ το δεξιό σε σαθρό έδαφος με το μεσόβαθρο να πατάει στην κοίτη του ρέματος.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2022/10/blog-post.html" target="_blank">Υδατογέφυρο Μελιγούς. Άστρος Κυνουρίας</a>',
  },
  "gefyri-45": {
    name: "Κομμένο γεφύρι",
    county: "Αρκαδίας",
    municipal: "Γορτυνίας",
    river: "Λάδωνας",
    location: "“Παναγιά”",
    year: "Αρχές τουρκοκρατίας",
    builder: "Λαγκαδινοί",
    status: "Γκρεμισμένο με ίχνη",
    description:
      "Στο Λάδωνα, στην περιοχή της Αρκαδίας, στη γη του Πάνα, βόρεια από το γεφύρι της Κυράς, στον κερπινιώτικο κάμπο και στη θέση “Παναγιά” υπάρχουν οι βάσεις από τρία τόξα. Πρόκειται για τα ερείπια από ένα τρίτοξο γεφύρι, το λεγόμενο “Κομμένο γεφύρι”, πού γκρεμίστηκε επί τουρκοκρατίας. Βρισκόταν ανάμεσα στους συνοικισμούς Γλανιτσά – Παλαιόπυργος – Κοκκαλιάρα. Λαγκαδινοί μαστόροι με διαταγή των Τούρκων το χτίσανε στις αρχές της τουρκοκρατίας για να κινούνται εύκολα τα στρατεύματά τους. Ακριβώς πότε χτίστηκε δεν γνωρίζουμε. Γνωρίζουμε όμως ότι χτίστηκε για να ενώσει τη Γορτυνία με τα Καλαβρυτοχώρια.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2020/07/blog-post_62.html" target="_blank">Κομμένο γεφύρι στον Λάδωνα</a>',
  },
  "gefyri-46": {
    name: "Γεφύρι στο Χάνι Κουτρουμπή στη Βυτίνα",
    county: "Αρκαδίας",
    municipal: "Γορτυνίας",
    river: "Ρέμα που έρχεται από το Μεθύδριο",
    location: "Χάνι Κουτρουμπή",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Καλυμμένο από άσφαλτο",
    description:
      "Το συναντάμε επί του δημόσιου δρόμου Τρίπολης-Πύργου, ερχόμενοι από τον Πύργο και λίγο πριν από την πρώτη είσοδο για τη Βυτίνα, μέρος του οποίου αποτελεί.  Όταν χαράχτηκε και φτιάχτηκε ο καινούργιος δρόμος Τρίπολης-Πύργου, το παλιό γεφύρι διατηρήθηκε και δίπλα του ακριβώς προστέθηκε άλλο τόσο σε μέγεθος τσιμεντένιο γεφύρι για να καλύψει τις αυξημένες ανάγκες κυκλοφορίας της περιοχής. Είναι ένα όμορφο γεφύρι, καταβιβασμένο με υπερμεγέθης θολίτες, κάθετα τα πλαϊνά του, χτισμένο στο σύνολό του με τέλεια πελεκημένη στο χέρι πέτρα, καλυμμένο όμως από την άσφαλτο και μη ορατό από τον πολύ κόσμο.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2024/03/blog-post_11.html" target="_blank">Γεφύρι στο Χάνι Κουτρουμπή. Βυτίνα</a>',
  },
  "gefyri-47": {
    name: "Πυργακιώτικο γεφύρι",
    county: "Αρκαδίας",
    municipal: "Γορτυνίας",
    river: "Μυλάων",
    location: "Βορειοδυτικά του χωριού Πυργάκι",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Γεφυρώνει τον Μυλάοντα, βορειοδυτικά από το χωριό Πυργάκι, στα όρια του οποίου βρίσκετα,ι με το χωριό να είναι νότια του γεφυριού. Ένωνε και ενώνει με μονοπάτι τη Βυτίνα και το Μεθύδριο με το Πυργάκι. Η επιφάνεια διάβασής του είναι καμπυλωτή και καλντεριμωτή, είναι καταβιβασμένο, με μια σειρά θολίτες και ίχνη από στηθαία. Από ανάντη, δύο θεώρατα πλατάνια, σε μια φανταστικά ωραία περιοχή, το προστατεύουν από τα μεγάλα κατεβάσματα του ποταμού.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2024/04/blog-post_23.html" target="_blank">Πυργακιώτικο γεφύρι. Γορτυνία</a>',
  },
  "gefyri-48": {
    name: "Γεφύρι Μονής Κερνίτσας στη Βυτίνα",
    county: "Αρκαδίας",
    municipal: "Γορτυνίας",
    river: "Μυλάων",
    location: "Κάτω από την Μονή Κερνίτσας",
    year: "1901 -1905",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Συνέδεε τη Νυμφασία (τ.Γρανίτσα) με τη Μονή. Λόγω του ότι περικλειόταν από παντού με βλάστηση προξενούσε στον οδοιπόρο, κυρίως τη νύχτα, μεγάλο φόβο  πως τάχα εκεί έβγαινε το φάντασμα ενός ανθρωποκτόνου Αράπη. Είναι δίτοξο και κατασκευάστηκε από το 1901 έως το 1905 από τον πασίγνωστο στην περιοχή ηγούμενο της μονής Παπακαμπάνη, για την εξυπηρέτηση των προσκυνητών. Βρίσκεται κάτω από τη μονή κοντά στην άκρη του χωριού Νυμφασία. Το συναντάμε σε υψόμετρο 780 μέτρων με μια μικρή ημικυκλική καμάρα στα από αριστερά από ανάντη με βάθρα να πατάνε σε χωμάτινο έδαφος και μια μεγάλη στα δεξιά με βάθρα να ακουμπάνε σε στέρεο βράχο. Έχει μια σειρά θολίτες, στηθαία και καλντεριμωτή βάση κατασκευασμένη μεταγενέστερα, δημιουργώντας καμπύλες στα δυο άκρα. Κάτω από την μεγάλη καμάρα το ορμητικό ρέμα στο πέρασμα των χρόνων έχει λαξεύσει τον βράχο δημιουργώντας ένα βάραθρο σχεδόν 7 μέτρων κάτω από τα βάθρα του. Γεφυρώνει τον Μυλάοντα που χύνεται στον Τράγο, στην περιοχή του Νταραίϊκου κάμπου.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2024/05/blog-post.html" target="_blank">Γεφύρι Μονής Κερνίτσας. Βυτίνα</a>',
  },
  "gefyri-49": {
    name: "Τσετσεβίτικο γεφύρι",
    county: "Αχαΐας",
    municipal: "Αιγιαλείας",
    river: "Τσετσεβίτικι ποτάμι",
    location: "Κάτω από το κάστρο της Ωργιάς ή Ωριάς",
    year: "Τουρκοκρατία",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Πρόκειται για ένα σπουδαίο και εντυπωσιακό γεφύρι, χτισμένο κατά μαρτυρίες των ντόπιων επί τουρκοκρατίας, που γεφυρώνει το Τσετσεβίτικο ποτάμι. Είναι μονότοξο, χωρίς στηθαία, οξυκόρυφο, τα βάθρα του οποίου πατάνε σε συμπαγή  βράχο. Συνέδεε το τωρινό εγκαταλελειμμένο ορεινό χωριό Άνω Σαλμενίκο με τα Τσετσεβοχώρια, παλιά εγκαταλελειμμένα χωριά στην άλλη πλευρά του ποταμού, περνώντας και από το Σαλμενίτικο γεφύρι που δεν υπάρχει σήμερα.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="https://agpelop.blogspot.com/2020/07/blog-post.html?spref=bl" target="_blank">Τσετσεβίτικο γεφύρι</a>',
  },
  "gefyri-50": {
    name: "Πολύτοξη γέφυρα στον Σελινούντα",
    county: "Αχαΐας",
    municipal: "Αιγιαλείας",
    river: "Σελινούντας",
    location: "“Παλιοκαμάρες”",
    year: "Τουρκοκρατία",
    builder: "Άγνωστος",
    status: "Γκρεμισμένο",
    description:
      "Βρισκόταν στην πεδιάδα της Αιγιαλείας κοντά στις εκβολές του ποταμού Σελινούντα. Την αναφέρει ο Pacifico ενώ φαίνεται ότι την είχε δει και ο Πουκεβίλ. Ίχνη της υπάρχουν στη θέση “Παλιοκαμάρες”. Ο Τσελεμπή (Eyliya Celebi 1611-1684, Τούρκος χρονογράφος και περιηγητής) αναφέρει δύο γέφυρες με 9 καμάρες όπως και ο Hobhouse που λέει ότι “...μέσα από την πεδιάδα, από ένα μεγάλο άνοιγμα στους λόφους, κυλάει ένας ποταμός πλατύς αλλά όχι βαθύς, πάνω από τον οποίο υπάρχει ένα γεφύρι”.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2017/09/blog-post_29.html?spref=bl" target="_blank">Πολύτοξη γέφυρα στον Σελινούντα</a>',
  },
  "gefyri-51": {
    name: "Γέφυρα Ακράτας",
    county: "Αχαΐας",
    municipal: "Αιγιαλείας",
    river: "Κράθις",
    location: "Κοντά στο χάνι της Ακράτας",
    year: "Τουρκοκρατία",
    builder: "Άγνωστος",
    status: "Γκρεμισμένο με ίχνη",
    description:
      "Γεφύρωνε τον ποταμό Κράθι, κοντά στο χάνι της Ακράτας, πολύτοξη και χτίστηκε επί τουρκοκρατίας γι' αυτό και ονομάζεται και “τούρκικη”. Άγνωστο μας είναι πότε ακριβώς γκρεμίστηκε, πιθανώς από κάποια δυνατά κατεβάσματα του ποταμού, αλλά σίγουρα υπήρχε μέχρι τις αρχές του 20ου αιώνα γιατί υπάρχει σχετική φωτογραφία του Μπουασονά (Boissonnas) καθώς και χαλκογραφία. Από τις φωτογραφίες και τις χαλκογραφίες φαίνεται ότι είχε τουλάχιστον 7 καμάρες, στηθαία και προβόλους, καλντεριμωτή επιφάνεια διάβασης και μια σειρά θολίτες.. Πραγματικά ήταν ένα σπουδαίο και όμορφο γεφύρι, απολύτως απαραίτητο για τους ντόπιους την εποχή εκείνη. Βρισκόταν ακριβώς στη θέση που τώρα υπάρχει, επί του Κράθι, η καινούργια τσιμεντένια γέφυρα του νέου εθνικού δρόμου Αθήνας-Πάτρας.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2017/09/blog-post_17.html?spref=bl" target="_blank">Γέφυρα Ακράτας</a>',
  },
  "gefyri-52": {
    name: "Γεφύρι Τριποτάμων ή Ιμπραήμ",
    county: "Αχαΐας",
    municipal: "Καλαβρύτων",
    river: "Ερύμανθος",
    location: "Στα Τριπόταμα",
    year: "1826",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Το γεφύρι εικάζεται ότι χτίστηκε γύρω στα 1826 κατά την περίοδο της εκστρατείας του Ιμπραήμ στην Πελοπόννησο, απ' όπου προέρχεται και μία από τις ονομασίες του. Γεφυρώνει το δυτικό και κεντρικότερο βραχίονα του Ερύμανθου (Νουσαίτικο ποτάμι) και απέχει 13 χιλιόμετρα από τις πηγές του ποταμού σε υψόμετρο 520μ. Εξυπηρετούσε την Ορεινή (Μοστενίτσα), τη Δίβρη (Λαμπεία) και όλα τα διπλανά της περιοχής Αροανίας χωριά μεταξύ τους και μέσω της διπλανής “Λιβαρτζινής γέφυρας” διευκόλυνε τις μετακινήσεις και τις επαφές με τα χωριά της Γορτυνίας και της Ηλείας.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2017/04/blog-post_12.html?spref=bl" target="_blank">Γεφύρι Τριποτάμων ή Ιμπραήμ</a>',
  },
  "gefyri-53": {
    name: "Γεφύρι Ξερόβρυσης",
    county: "Αχαΐας",
    municipal: "Καλαβρύτων",
    river: "Ρέμα που διασχίζει το χωριό Άνω Κλειτορία (Καρνέσι)",
    location: "“Παλιάμπελα”",
    year: "1927",
    builder: "Άγνωστος",
    status: "Καλυμμένο από άσφαλτο",
    description:
      "Το γεφύρι στην Ξερόβρυση βρίσκεται λίγο έξω από την Κλειτορία και πάνω του περνά ο δημόσιος δρόμος προς Καλάβρυτα μέσω Πριόλιθου. Είναι μονότοξο και βρίσκεται στη θέση “Παλιάμπελα”. Έχει καλυφθεί από άσφαλτο από το 1974, ενώ το αριστερό βάθρο του από ανάντη έχει εμπλουτισθεί με τσιμέντο για την στερέωσή του. Και το γεφύρι αυτό, όπως και όλα στον ίδιο δημόσιο δρόμο (περίπου 10), έχει χτιστεί το 1927 με τη χάραξη του δρόμου. Τέτοιο σχέδιο γεφυριού με κάθετα τα βάθρα (βάσεις) μέχρι ενός ορισμένου σημείου και με αμβλεία κατόπιν καμάρα (καταβιβασμένο τόξο), συναντάμε συχνά στην Πελοπόννησο.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2015/11/blog-post_25.html?spref=bl" target="_blank">Γεφύρι Ξερόβρυσης</a>',
  },
  "gefyri-54": {
    name: "Γεφύρι του Κοκλώνη",
    county: "Αχαΐας",
    municipal: "Καλαβρύτων",
    river: "Ερύμανθος",
    location: "“Παλιόμυλος”",
    year: "1608",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Το γεφύρι βρίσκεται στην περιφέρεια του χωριού Αγράμπελα (“Πορετσό” μέχρι το 1928) του δήμου Καλαβρύτων (Αροανίας μέχρι το 2010) και απέχει 11 χιλιόμετρα από την αρχαία Ψωφίδα. Είναι χτισμένο στη θέση “Παλιόμυλος” επί του Ερυμάνθου, λίγο πριν το χωριό και κατασκευάστηκε το 1608. Δεν είναι σε καλή κατάσταση και πρέπει να συντηρηθεί και να αποκατασταθεί από τις “αισθητικές” παρεμβάσεις πού έχουν γίνει κατά το παρελθόν (απομάκρυνση μπετόν κλπ). Συνέδεε τα Αγράμπελα με την Πλάκα {Μοράχοβα} και εξυπηρετούσε τους κατοίκους για πολλούς αιώνες μέχρι την κατασκευή της καινούργιας γέφυρας δίπλα, πριν από μερικά χρόνια.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2015/02/blog-post_26.html?spref=bl" target="_blank">Το γεφύρι του Κοκλώνη</a>',
  },
  "gefyri-55": {
    name: "Κυρκαλέϊκο γεφύρι",
    county: "Αχαΐας",
    municipal: "Καλαβρύτων",
    river: "Κυρκαλέϊκο φαράγγι",
    location: "Λίγο έξω από τη Βιλιβίνα",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Χρειάζεται συντήρηση",
    description:
      "Πανέμορφο, μονότοξο, μικρό αλλά εντυπωσιακό γεφύρι που ενώνει τις δύο κάθετες πλευρές του Κυρκαλέϊκου φαραγγιού, λίγο έξω και στα όρια του τοπικού διαμερίσματος Βιλιβίνας, του δήμου Καλαβρύτων (ίσως από το ρήμα βρύω=αφθονώ, από πολλά και καλά νερά).  Δεν έχει στηθαία, οι θολίτες του είναι μεγαλύτεροι από τις πέτρες των τυμπάνων και δεν βρίσκεται σε καλή κατάσταση. Αποτελούσε μέρος του παλιού μονοπατιού που συνέδεε τα Καλάβρυτα και κυρίως τα Μαγούλιανα με το Αίγιο και τον κάμπο, ενώ μας είναι άγνωστο πότε και από ποιους χτίστηκε. Τα βάθρα του γεφυριού πατάνε στο πετρώδες στέρεο έδαφος των καθέτων πλαϊνών του φαραγγιού, το οποίο χάσκει σε βάθος 7 μέτρων κάτω από το γεφύρι. Το πλάτος του είναι 2,20, έχει μήκος 8,20 μέτρα, ενώ το άνοιγμα του τόξου του φτάνει τα 3,10 μέτρα.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2015/01/blog-post_1.html?spref=bl" target="_blank">Κυρκαλέϊκο γεφύρι</a>',
  },
  "gefyri-56": {
    name: "Θεογέφυρο στον Κράθι",
    county: "Αχαΐας",
    municipal: "Καλαβρύτων",
    river: "Κράθις",
    location: "Στο πιο στενό σημείο του φαραγγιού του Κράθι",
    year: "1850-1860",
    builder: "Κούρκαφας",
    status: "Καλυμμένο από άσφαλτο",
    description:
      "Είναι χτισμένο στο σημείο του ποταμού Κράθι, όπου τα κάθετα πλευρά του φαραγγιού σχεδόν ενώνονται φτάνοντας τα 1,30 με 2 μέτρα. Η θέση πραγματικά προκαλεί το φόβο αφού το χάος κάτω από το γεφύρι φτάνει και ξεπερνά τα 70 μέτρα. Πρόκειται για ένα από τα πιο εντυπωσιακότερα πέτρινα γεφύρια του Ελλαδικού και όχι μόνο χώρου.Λόγω της δυσκολίας της κατασκευής του εξ αιτίας του απότομου και χαώδη βάραθρου, λέγεται και θεογέφυρο ή διαβολογέφυρο στον Κράθι, από τους ντόπιους. Έτσι όπως είναι σκαρφαλωμένο στο χάος και 70 περίπου μέτρα πάνω από την κοίτη του ποταμού, στα κατακόρυφα πλαϊνά του, πιστεύεται ότι ο Θεός ή ο διάβολος έβαλε το χέρι του δίνοντας έμπνευση στον πρωτομάστορα, προκειμένου να φέρει σε πέρας αυτό το δύσκολο εγχείρημα.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2014/01/blog-post_9575.html?spref=bl" target="_blank">Θεογέφυρο στον Κράθι</a>',
  },
  "gefyri-57": {
    name: "Γεφύρι Μπουλούμπαση",
    county: "Αχαΐας",
    municipal: "Καλαβρύτων",
    river: "Ρεματιά “Βούλιαγκα”",
    location: "Καμίνι",
    year: "1900",
    builder: "Γιαννακόπουλος",
    status: "Ακαλαίσθητες παρεμβάσεις",
    description:
      "Ονομάστηκε έτσι από την περιοχή Μπουλούμπαση, όπου υπήρχε η ομώνυμη βρύση λίγο πιο πάνω και τροφοδοτούσε το χωριό με νερό μέχρι περίπου το 1900. Βρίσκεται στο χωριό Άνω Κλειτορία (Καρνέσι μέχρι το 1930) και στη ρεματιά “Βούλιαγκα”. Το αριστερό βάθρο του γεφυριού, από κατάντη, ακουμπάει σε βράχο και έχει ενισχυθεί με τσιμέντο ενώ στο κατάστρωμα έχουν προστεθεί τσιμεντένια στηθαία. Στην αριστερή πλευρά, από κατάντη επίσης, υπάρχει εντοιχισμένη πλάκα με δυσανάγνωστη χρονολογία χτισίματος του γεφυριού. Αποτελείται από μια σειρά καμαρολίθων και η σχετικά πρόσφατη επέμβαση σ’ αυτό για την δημιουργία τσιμεντένιων στηθαίων, εμβολιασμού με τσιμέντο των βάσεων των δύο βάθρων του όπως επίσης και το στρώσιμο της επιφάνειάς του με πέτρα, δεν έγινε με τον καλλίτερο δυνατό τρόπο και την υπόδειξη των ειδικών.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2013/11/blog-post_29.html?spref=bl" target="_blank">Γεφύρι Μπουλούμπαση</a>',
  },
  "gefyri-58": {
    name: "Γεφύρι Λαδά, στην Κάτω Βλασία Καλαβρύτων",
    county: "Αχαΐας",
    municipal: "Καλαβρύτων",
    river: "Σελινούντας",
    location: "Στην διασταύρωση του εθνικού δρόμου από Κάτω για Άνω Βλασία",
    year: "Εποχή Τρικούπη",
    builder: "Άγνωστος",
    status: "Καλυμμένο από άσφαλτο",
    description:
      "Μονότοξο, με μια σειρά θολίτες, ημικυκλικό που συνέδεε την Πάτρα με την Χαλανδρίτσα και τα Καλάβρυτα και εξακολουθεί να αποτελεί μέρος του παραπάνω οδικού δικτύου. Έχει υποστεί αρκετές μεταβολές, προσθήκες και βελτιώσεις με αποτέλεσμα να αλλάξει η αρχική μορφή του. Επίσης έχει υποστεί διαπλάτυνση, έχουν προστεθεί στηθαία, έχει δεθεί και έχει ανυψωθεί η καμάρα του για να δέχεται περισσότερους όγκους νερού.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2013/01/blog-post_6.html?spref=tw" target="_blank">Γεφύρι Λαδά, στην Κάτω Βλασία Καλαβρύτων</a>',
  },
  "gefyri-59": {
    name: "Χωμένη γέφυρα στο Λειβάρτζι Καλαβρύτων",
    county: "Αχαΐας",
    municipal: "Καλαβρύτων",
    river: "Λειβαρτζινό ποτάμι",
    location: "Καμουτσσάρη",
    year: "1856",
    builder: "Άγνωστος",
    status: "Χωμένο",
    description:
      "Λέγεται και γέφυρα του «Καμουτσάρη» και ήταν μονότοξη. Οι ντόπιοι την λένε «Καμαρούλα», εξυπηρετούσε το μονοπάτι της Αγίας Τριάδας με το Λειβάρτζι και είναι χωμένη λόγω της αλλαγής της κοίτης του ρέματος, που χύνεται στον Λειβαρτζινό Ερύμανθο. Χτίστηκε το 1856 και λίγα μέτρα πιο κάτω υπάρχει βρύση, που και αυτή ήταν χωμένη αλλά ξεσκεπάστηκε το 1988, επί δημαρχίας Λεωνίδα Βασιλόπουλου. Και η βρύση και το γεφύρι έγιναν με δωρεά του λειβατζινού Ανδρέα Πάππα, από το συνοικισμό «Μισοχώρι» του χωριού, όπως και η Καμάρα στο Λειβάρτζι. Υπάρχει επί πλέον μία ακόμη  βρύση, η Πάνω Καμουτσάρη, που και αυτή χτίστηκε με δωρεά του Ανδρέα Πάπα.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2013/03/blog-post_29.html?spref=bl" target="_blank">Χωμένη γέφυρα στο Λειβάρτζι Καλαβρύτων</a>',
  },
  "gefyri-60": {
    name: "Καμάρα στο Λειβάρτζι",
    county: "Αχαΐας",
    municipal: "Καλαβρύτων",
    river: "Λειβαρτζινό ποτάμι",
    location: "Αριστερά, στο έμπα του χωριού Λειβάρτζι",
    year: "Πριν τον πόλεμο",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Βρίσκεται αριστερά, στο έμπα του χωριού επί του λειβαρτζινού Ερύμανθου, που διασχίζει το χωριό. Είναι μονότοξο, με διπλή σειρά καμαρολιθιών (θολίτες) και τη δεύτερη πάνω σειρά να προεξέχει κατά δύο πόντους από την πρώτη, καταβιβασμένο για να πετύχει όσο το δυνατόν πιο ομαλή επιφάνεια διάβασης ο πρωτομάστορας. Κατά τα λεγόμενα των ντόπιων χτίστηκε πριν τον πόλεμο. Ενώνει τις συνοικίες Αϊ-Γιάννης και Περιτσαίοι και ένα τμήμα της συνοικίας Απανάκρη με το υπόλοιπο χωριό. Παλιότερα ήταν η έξοδος και η είσοδος των συνοικιών αυτών από και προς το χωριό, με τα γειτονικά χωριά, τον κάμπο της Σέλτσας, την κοιλάδα της Κατάκρης, κλπ.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2015/08/blog-post.html?spref=b" target="_blank">Καμάρα στο Λειβάρτζι</a>',
  },
  "gefyri-61": {
    name: "Γεφύρι στο Κατούνι",
    county: "Αχαΐας",
    municipal: "Αιγιαλείας",
    river: "Βουραϊκός",
    location: "Στο 5,6 χιλιόμετρο του οδοντωτού Διακοφτού – Καλαβρύτων",
    year: "1890-96",
    builder: "Πιθανότατα Ιταλοί πετράδες",
    status: "Καλή",
    description:
      "Γεφυρώνει την περιοχή του Βουραϊκού ποταμού με τα δυο του τόξα, εκ των οποίων το ένα είναι μικρό, που περνάει το τρενάκι και το άλλο πιο μεγάλο, που γεφυρώνει το ποτάμι. Έχει στηθαία, τα οποία έχουν καταστραφεί. Φαίνονται όμως τα ίχνη τους καθαρά και στα δύο τμήματα  του γεφυριού. Ενώνει την περιοχή Νιάματα, που είναι ένας παμπάλαιος οικισμός  (μετόχι της περιοχής) με το μονοπάτι που οδηγεί στο χωριό Μαμουσιά και τη Βρώσθενα με το μύλο Ξυλογιαννόπουλου. Το μεγάλο γεφύρι που ενώνει τις δύο όχθες του Βουραϊκού πρέπει να υπήρχε από πολύ παλιά αφού οι γεροντότεροι το χρησιμοποιούσαν ευρέως τόσο προπολεμικά όσο και μεταπολεμικά.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2021/08/blog-post.html" target="_blank">Γεφύρι στο Κατούνι. Βουραϊκός ποταμός</a>',
  },
  "gefyri-62": {
    name: "Ξερογέφυρο στο Λάδωνα",
    county: "Αχαΐας",
    municipal: "Καλαβρύτων",
    river: "Λάδωνας",
    location: "Λίγα μέτρα έξω από την σημερινή κοίτη του Λάδωνα, κάτω από τα Φίλια",
    year: "16ος αιώνας",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Είναι εντυπωσιακό, μονότοξο, καταβιβασμένο,χωρίς στηθαία, μια σειρά καλοπελεκημένους θολίτες, οξυκόρυφο με καλντεριμωτή και ανηφορική και επιφάνεια διάβασης. Συνέδεε τα Φίλια με το Θεόκτιστο και βρίσκεται στα γεγραφικά όρια του τοπικού διαμερίσματος Φιλίων του δήμου Καλαβρύτων. Χτίστηκε όταν η κοίτη του Λάδωνα παλιότερα είχε αυτή την κατεύθυνση και εγκαταλείφτηκε όταν η κοίτη του ποταμού αργότερα άλλαξε.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2021/08/blog-post_31.html" target="_blank">Ξερογέφυρο στο Λάδωνα</a>',
  },
  "gefyri-63": {
    name: "Βαλτσιώτικη καμάρα",
    county: "Αχαΐας",
    municipal: "Καλαβρύτων",
    river: "Βαλτσιώτικο λαγκάδι",
    location: "Πάνω στον παλιό δρόμο (μονοπάτι) Καλαβρύτων-Αιγίου",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Χρειάζεται συντήρηση",
    description:
      "Πανέμορφο μονότοξο γεφύρι, σε μια όμορφη και σχετικά αθέατη τοποθεσία, χτισμένο με γκρίζα  ντόπια πέτρα, χωρίς προβόλους, αλλά με δυο σειρές θολίτες, εκ των οποίων από ανάντη και δεξιά η πρώτη σειρά στη βάση του βάθρου έχει γκρεμιστεί με κίνδυνο πλήρους κατάρρευσης του γεφυριού. Δεν έχει στηθαία και η επιφάνεια διάβασής του είναι επίπεδη. Από τους ντόπιους λέγεται Βαλτετσιώτικη Καμάρα, γιατί το λαγκάδι που αυτή γεφυρώνει (Βαλτσιώτικο λαγκάδι) έρχεται από την περιοχή του χωριού Βάλτσα.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2022/04/blog-post.html" target="_blank">Βαλτσιώτικη καμάρα</a>',
  },
  "gefyri-64": {
    name: "Γεφύρι στο Λεόντιο",
    county: "Αχαΐας",
    municipal: "Ερυμάνθου",
    river: "Ποτάμι Λεοντίου",
    location: "Φρατζέϊκα",
    year: "Πιθανότατα πριν το 1800",
    builder: "Άγνωστος",
    status: "Χρειάζεται συντήρηση",
    description:
      "Το συναντάμε στη θέση “Φρατζέϊκα”, επί του ποταμού του Λεοντίου που έρχεται από το Παναχαϊκό όρος. Xτίστηκε, άγνωστο πότε (πιθανότατα πριν το 1800) και από ποιον πρωτομάστορα, για να εξυπηρετήσει τους ντόπιους στην επικοινωνία τους με τα άλλα χωριά. Είναι μονότοξο, οξυκόρυφο, με κροκαλωτή και ανηφορική επιφάνεια διάβασης, μια σειρά θολίτες και ίχνη στηθαίων πάνω του. Βρίσκεται 30 μέτρα έξω από την τωρινή κοίτη του ποταμιού, αριστερά από ανάντη όταν ο ρους του ποταμού άλλαξε πριν αρκετά χρόνια. Πάνω του περνούσε η Μακελλαρία οδός που συνέδεε την Πάτρα με τα Καλάβρυτα.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2022/05/blog-post_5.html" target="_blank">Γεφύρι στο Λεόντιο</a>',
  },
  "gefyri-65": {
    name: "Νερογέφυρο στη θέση “Βουλωμένο”",
    county: "Αχαΐας",
    municipal: "Αιγιαλείας",
    river: "Ρέμα στο Βουλωμένο",
    location: "Βουλωμένο",
    year: "Τέλος 10ου αρχές 20ου αιώνα",
    builder: "Ιταλοί μάστορες",
    status: "Καλή",
    description:
      "Αποτελείται από τρία ημικυκλικά ισομεγέθη τόξα, με μια σειρά από θολίτες, με στενή επιφάνεια διάβασης, που όσο αναπτύσσεται προς  τα κάτω αυξάνεται το πλάτος του και πάνω του διακρίνονται ίχνη του νεραύλακου. Πιθανόν να κατασκευάστηκε στο τέλος του 19ου ή τις αρχές του 20ού αιώνα από Ιταλούς μαστόρους που κατασκεύαζαν τη σιδηροδρομική γραμμή. Η βάση επιφάνειας ξεκινάει από τα 1,30 μ. Και στη βάση του καταλήγει στα 2,20 μ.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2022/05/blog-post_11.html" target="_blank">Νερογέφυρο στη θέση "Βουλωμένο". Αιγιαλεία</a>',
  },
  "gefyri-66": {
    name: "Πετρογέφυρα Φαναίτη-Δερβένι-Τσακώνα",
    county: "Αρκαδίας",
    municipal: "Μεγαλόπολης",
    river: "Δερβενόρεμα",
    location: "Κατά μήκος του παλιού δρόμου Τρίπολης-Τσακώνας-Καλαμάτας από Φαναίτη μέχρι Τσακώνα",
    year: "Με την πρώτη χάραξη του δρόμου",
    builder: "Άγνωστοι",
    status: "Καλή",
    description:
      "Επί του παλιού εθνικού δρόμου Τρίπολης-Τσακώνας-Καλαμάτας, από το χωριό Φαναίτη μέχρι τον κάμπο της Άνω Μεσσηνίας (Πεδίον Μάκαρ, κατά τον Όμηρο, λόγω της γονιμότητάς της) υπήρχαν πετρογέφυρα σε κάθε ρέμα. Τα γεφύρια υπολογίζονται σε πάνω από δέκα, όλα μονότοξα, πλην αυτό του Ντουράκου (που είναι δίτοξο) και χτίστηκαν με την πρώτη χάραξη του δρόμου. Με την νεότερη χάραξη του δρόμου και την επέκτασή του, τα υπάρχοντα γεφύρια επίσης επεκτάθηκαν με τσιμέντο για τις ανάγκες του νέου δρόμου, ενώ κάποια άλλα μικρότερα γκρεμίστηκαν και φτιάχτηκαν καινούργια τσιμεντένια. Όλα, εκτός αυτό του Ντουράκου στην Τσακώνα που βρίσκεται στον νομό Μεσσηνίας και στο δήμο Οιχαλίας, βρίσκονται στο δήμο Μεγαλόπολης του νομού Αρκαδίας. Κατά σειρά τα γεφύρια είναι: 1. Φαναϊτέϊκο 2. Στο Τούμπανο 3. Στο Παλιόχανο 4. Στου Καραθανάση 5. Του Μελιτιάδη 6. Στη Μαυρόπλακα 7. Στα Βουρλάκια 8. Του Ντουράκου.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2014/01/blog-post_25.html?spref=bl" target="_blank">Πετρογέφυρα στο δρόμο Φαναίτη - Δερβένι – Τσακώνα</a>',
  },
  "gefyri-67": {
    name: "Τα γεφύρια του Νταρέϊκου κάμπου",
    county: "Αρκαδίας",
    municipal: "Τρίπολης",
    river: "Τράγος και παραπόταμοί του",
    location: "Κάμπος Δάρα",
    year: "Πλην του Μπαμπαλή που χτίστηκε το 1910 τα άλλα επί τουρκοκρατίας",
    builder: "Λαγκαδινοί",
    status: "Καλή",
    description:
      "Από παλιά για τις ανάγκες των ντόπιων, των περαστικών αλλά και των κάθε λογής ταξιδευτών είχαν χτιστεί σ' όλο το χώρο του κάμπου πολλά πέτρινα γεφύρια, εκ των οποίων σώζονται τα έξι και αποτελούν αντικείμενο θαυμασμού των νεότερων γενιών. Όλα είναι μονότοξα, χτισμένα με την χαρακτηριστική γκρίζα πέτρα της περιοχής και κάποια εξ αυτών οξυκόρυφα. Κατά μαρτυρίες των παλιότερων ντόπιων τα πιο πολλά είναι χτισμένα από τους περίφημους λαγκαδινούς μαστόρους, που άφησαν το στίγμα τους και στην περιοχή αυτή. Τα τρία εξ αυτών ανήκουν στα γεωγραφικά όρια του χωριού Δάρα, ένα στην Κώμη και δύο στο Πράσινο (Καρνέσι). Στον λεγόμενο Δαρέϊκο (Νταρέϊκο) κάμπο υπάρχουν τα παρακάτω γεφύρια: 1. \"Παλιό γεφύρι\" Δάρα 2. Γεφύρι στη θέση \"Ρίζα\" Δάρα 3. Γεφύρι στην Κώμη 4. Γεφύρι \"Πόρου\" Δάρα 5. Του \"Μπαμπαλή\" το γεφύρι 6. Γεφύρι \"στο Μυλαύλακο\".",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2013/11/blog-post.html?spref=bl" target="_blank">Τα γεφύρια του Νταρέϊκου κάμπου</a>',
  },
  "gefyri-68": {
    name: "Τα γεφύρια του Φούσκαρη",
    county: "Αρκαδίας",
    municipal: "Γορτυνίας",
    river: "Τουθόας και Λιακόρεμα (της Ροδιάς)",
    location: "Στον οικισμό Φούσκαρη",
    year: "Τέλη 19ου αιώνα, του «Σπηλιαρά» επί ενετοκρατίας",
    builder: "Λαγκαδινοί",
    status: "Καλή",
    description:
      "Στην περιοχή αυτή, που ήταν όλη Δεληγιαναίϊκα χωράφια, είναι χτισμένα τρία πέτρινα γεφύρια, που ονομάζονται γεφύρια του Φούσκαρη από το ομώνυμο χωριό. Βρίσκονται σε μικρή απόσταση το ένα από το άλλο και γεφύρωναν τον Τουθόα για να καλύψουν τις ανάγκες των ντόπιων από Λευκοχώρι και Λαγκάδια μέχρι τα χωριά της Ηραίας. Τα γεφύρια αυτά είναι κατά σειρά: 1. Στο \"Μύλο Δεληγιάννη\" 2. \"Της Ροδιάς\" 3. Στο \"Κουτσομύλι\".",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2013/05/blog-post_26.html?spref=bl" target="_blank">Τα γεφύρια του Φούσκαρη στη Γορτυνία</a>',
  },
  "gefyri-69": {
    name: "Γεφύρι στον Κόρφο",
    county: "Κορινθίας",
    municipal: "Κορινθίων",
    river: "Σε ρέμα κοντά και πάνω από το χωριό Κόρφος",
    location: "\u201cΤου Μπάκουλη\u201d",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Γκρεμισμένο με ίχνη",
    description:
      "Μέχρι σχετικά πρόσφατα ήταν κομμάτι του δρόμου (μονοπάτι δηλαδή), που ένωνε τον Κόρφο με το Σοφικό. Το δεξιό του βάθρο είναι γκρεμισμένο είτε από κάποιο δυνατό κατέβασμα του ρέματος είτε από πλιάτσικο, πιθανόν μετά την κατάρρευσή του και μόνο ίχνη του διακρίνονται, ενώ το αριστερό στέκεται αγέρωχο μέχρι τώρα τουλάχιστον, αλλά όχι για πολύ λόγω της μη συντήρησής του και της φυσικής χρονικής φθοράς από τα καιρικά φαινόμενα.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="https://agpelop.blogspot.com/2020/07/blog-post_18.html?spref=bl" target="_blank">Γεφύρι στον Κόρφο</a>',
  },
  "gefyri-70": {
    name: "Γεφύρι στα Δύο βουνά",
    county: "Κορινθίας",
    municipal: "Κορινθίων",
    river: "Χείμαρρος Ξεριάς",
    location: "Δύο βουνά",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Ακαλαίσθητες παρεμβάσεις",
    description:
      "Πρόκειται για ένα μονότοξο, καταβιβασμένο γεφύρι, με μια σειρά θολίτες, που γεφυρώνει τον χείμαρρο Ξεριά λίγο έξω από την είσοδο του χωριού Αθίκια του δήμου Κορινθίων, δεξιά πριν μπούμε στο χωριό και η χρήση του έχει να κάνει με τις αγροτικές και ποιμενικές εργασίες των ντόπιων. Είναι προφανές ότι δεν έχει σχέση με το παλιό γεφύρι αφού επί πλέον και πέτρινα παγκάκια, φωτισμός μοντέρνος κλπ. έχουν τοποθετηθεί, αποτελώντας στην ουσία μια παραφωνία σε σχέση με το πως ήταν και τι εξέφραζαν οι γνήσιες αυτές λαϊκές κατασκευές.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="https://agpelop.blogspot.com/2020/06/blog-post.html?spref=bl" target="_blank">Γεφύρι στα Δύο βουνά. Αθίκια</a>',
  },
  "gefyri-71": {
    name: "Γέφυρα \u201cΓκα\u201d",
    county: "Κορινθίας",
    municipal: "Κορινθίων",
    river: "Χείμαρρος Ξεριάς",
    location: "\u201cΓκα\u201d",
    year: "Αρχές 20ου αιώνα",
    builder: "Άγνωστος",
    status: "Χρειάζεται συντήρηση",
    description:
      "Στην ουσία αποτελείται από τέσσερα ομοιόμορφα, ημικυκλικά με κάθετα τα πλαϊνά τους τόξα, χωρίς στηθαία, με ίδιο άνοιγμα και ισοϋψή κατά την περίοδο της κατασκευής τους. Οι τρεις πρώτες, από ανάντη, καμάρες απέχουν μεταξύ τους 10 μέτρα, ενώ η τέταρτη 26 από την τρίτη. Χρειάζεται επειγόντως επισκευές και συντήρηση κυρίως στα βάθρα του τρίτου και του τέταρτου από ανάντη, στους θολίτες του δεύτερου και του τέταρτου και γενικότερα συντήρηση και απόδοση στην τέρψη των ειδικών και μη, αφού πρόκειται για ένα πανέμορφο και εντυπωσιακό συγκρότημα γεφυριών, χρήσιμων μέχρι σχετικά πρόσφατα αλλά ακόμη και τώρα.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="https://agpelop.blogspot.com/2019/03/blog-post.html?spref=bl" target="_blank">Γέφυρα \u201cΓκα\u201d</a>',
  },
  "gefyri-72": {
    name: "Τούρκικο γεφύρι στο Σπαθοβούνι",
    county: "Κορινθίας",
    municipal: "Κορινθίων",
    river: "Ασωπός",
    location: "Στην επαρχιακή οδό Σπαθοβουνίου-Αγίου Βασιλείου",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Γεφυρώνει τον ποταμό Ασωπό, που χύνεται στον Λογγοπόταμο ή Λόγγο ή ποτάμι του Αλαμπιού, που διασχίζει την κοιλάδα του Αγίου Βασιλείου και εκβάλλει στο Περιγιάλι του Κορινθιακού κόλπου. Πρόκειται για ένα πανέμορφο, μονότοξο και εντυπωσιακό γεφύρι, λέγεται και \u201cΤουρκογέφυρο\u201d από τους ντόπιους, χωρίς στηθαία και μια σειρά θολίτες που αποτελεί μέρος της επαρχιακής οδού Σπαθοβουνίου-Αγίου Βασιλείου Κορινθίας. Δυστυχώς, όπως συμβαίνει και σε πολλές άλλες αντίστοιχες περιπτώσεις, το σημείο του γεφυριού έχει γίνει σημείο απόρριψης κάθε είδους σκουπιδιών.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2017/06/blog-post.html?spref=bl" target="_blank">Τούρκικο γεφύρι στο Σπαθοβούνι</a>',
  },
  "gefyri-73": {
    name: "Γεφύρι στο Βασιλικό ή Τουρκογέφυρο",
    county: "Κορινθίας",
    municipal: "Βέλου-Βόχας",
    river: "Ασωπός",
    location: "Κοντά στο χωριό Βέλο",
    year: "Τουρκοκρατία",
    builder: "Άγνωστος",
    status: "Επένδυση με τσιμέντο",
    description:
      "Αποτελείται από μία μεγάλη καμάρα και άλλες δύο μικρότερες εκατέρωθεν αυτής, έχει στηθαία, μια σειρά από θολίτες, ανηφορική βάση, που πιθανώς ήταν και καλντεριμωτή ενώ τα δύο βάθρα της μεγάλης καμάρας πατάνε σε χωμάτινο έδαφος, σε αντίθεση με τα δύο ανακουφιστικά τόξα που βρίσκονται εκτός της κοίτης ροής του ποταμού. Πέραν του ντυσίματός του με άπλετο τσιμέντο, έχει γίνει και μέρος απόθεσης διάφορων αποβλήτων και άλλων υλικών σε τέτοιο βαθμό που να γίνεται προβληματική η φωτογράφηση, η βιντεοσκόπηση και η μέτρησή του, ενώ είναι και καλυμμένο με καλάμια και άλλα φυτά.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2015/12/blog-post.html?spref=bl" target="_blank">Γεφύρι στο Βασιλικό ή Τουρκογέφυρο</a>',
  },
  "gefyri-74": {
    name: "Πρώτο γεφύρι στο Χάνι του Ανέστη ή γεφύρι Μπούρλου",
    county: "Κορινθίας",
    municipal: "Κορινθίων",
    river: "Το ρέμα που διασχίζει το στενό",
    location: "Στην παλιά παράκαμψη του παλιού δρόμου",
    year: "Από τις αρχές μέχρι τα μέσα τις δεκαετίας του 1880",
    builder: "Άγνωστος",
    status: "Καλυμμένο με τσιμέντο και άσφαλτο",
    description:
      "Βρίσκεται στην αρχή της παλιάς παράκαμψης του δρόμου, καθώς μπαίνουμε στο ιστορικό στενό των Δερβενακίων από την πλευρά της Κορίνθου. Λέγεται και γεφύρι του Μπούρλου ενώ 200 μέτρα πιο κάτω, προς στην έξοδο του στενού, αρχίζει η Αργολίδα.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2014/11/blog-post.html?spref=bl" target="_blank">Τρία γεφύρια στο Χάνι του Ανέστη – Δερβενάκια</a>',
  },
  "gefyri-75": {
    name: "Δεύτερο γεφύρι στο Χάνι του Ανέστη",
    county: "Κορινθίας",
    municipal: "Κορινθίων",
    river: "Το ρέμα που διασχίζει το στενό",
    location: "Στην παλιά παράκαμψη του παλιού δρόμου",
    year: "Από τις αρχές μέχρι τα μέσα τις δεκαετίας του 1880",
    builder: "Άγνωστος",
    status: "Καλυμμένο με τσιμέντο και άσφαλτο",
    description:
      "Βρίσκεται 50 μέτρα μετά το πρώτο. Τα πλαϊνά του μόνο είναι πέτρινα και κάθετα, γιατί γκρεμίστηκε το 1951-53 για να ρίξουν επάνω του τσιμέντο. Μέχρι τότε ήταν τοξωτό, όπως και το προηγούμενο.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2014/11/blog-post.html?spref=bl" target="_blank">Τρία γεφύρια στο Χάνι του Ανέστη – Δερβενάκια</a>',
  },
  "gefyri-76": {
    name: "Τρίτο γεφύρι στο Χάνι του Ανέστη",
    county: "Κορινθίας",
    municipal: "Κορινθίων",
    river: "Το ρέμα που διασχίζει το στενό",
    location: "Στην παλιά παράκαμψη του παλιού δρόμου",
    year: "Από τις αρχές μέχρι τα μέσα τις δεκαετίας του 1880",
    builder: "Άγνωστος",
    status: "Καλυμμένο με τσιμέντο και άσφαλτο",
    description:
      "Βρίσκεται στην έξοδο της παράκαμψης του δρόμου, στην παλιά χάραξή του, δεν έχει στηθαία όπως και τα δύο προηγούμενα, οι θολίτες του είναι μεγάλου μήκους, όπως και στο πρώτο γεφύρι και το τόξο του είναι καταβιβασμένο. Η κοίτη του ρέματος έχει καλυφτεί από φερτά υλικά και απαιτείται άμεσος καθαρισμός για την πλήρη ανάδειξη του γεφυριού.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2014/11/blog-post.html?spref=bl" target="_blank">Τρία γεφύρια στο Χάνι του Ανέστη – Δερβενάκια</a>',
  },
  "gefyri-77": {
    name: "Γεφύρι Ξεριά στο Σολομό",
    county: "Κορινθίας",
    municipal: "Κορινθίων",
    river: "Χείμαρρος Ξεριάς",
    location: "Δίπλα από τον εθνικό δρόμο Κορίνθου-Τρίπολης",
    year: "1892",
    builder: "Άγνωστος",
    status: "Χρειάζεται συντήρηση",
    description:
      "Πρόκειται για ένα μονότοξο, επιβλητικής κατασκευής γεφύρι, που βρίσκεται σε μικρή απόσταση από το ιστορικό κάστρο της Ακροκορίνθου, επί του χείμαρρου Ξεριά που διασχίζει το χωριό Σολομός και χύνεται στον Κορινθιακό κόλπο, περνώντας μέσα από την πόλη της Κορίνθου, την οποία κατ' επανάληψη έχει πλήξει με τις καταστροφικές πλημμύρες του. Είχε στηθαία, που είναι εντελώς κατεστραμμένα, εξαφανίστηκαν, και ίχνη τους μόνο διακρίνονται στο βόρειο μέρος του και μια σειρά καμαρολιθιών (θολίτες).",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2014/03/blog-post_23.html?spref=bl" target="_blank">Γεφύρι Ξεριά στο Σολομό</a>',
  },
  "gefyri-78": {
    name: "Γεφύρι στο Χιλιομόδι",
    county: "Κορινθίας",
    municipal: "Κορινθίων",
    river: "Το ρέμα της περιοχής",
    location: "Μεταξύ Καμαρέτας (Μοναστήρι Φανερωμένης) και Χιλιομοδίου",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Χρειάζεται συντήρηση",
    description:
      "Από τους ντόπιους λέγεται και τούρκικο γεφύρι. Χαρακτηριστικό του δείγμα είναι το μεγάλο πλάτος του για κατασκευές τέτοιου είδους και το αρκετά μεγάλο και ανισομερές μήκος των θολιτών για ένα τέτοιο σχετικά μικρό γεφύρι. Δεν έχει στηθαία, το τόξο του είναι καταβιβασμένο, με μια σειρά θολίτες, επίπεδη επιφάνεια διάβασης, χωρίς πια να είναι σε χρήση και το ρέμα που γεφυρώνει χρειάζεται εκβάθυνση από τα φερτά υλικά.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2022/11/blog-post_30.html" target="_blank">Γεφύρι στο Χιλιομόδι</a>',
  },
  "gefyri-79": {
    name: "Μονότοξο γεφύρι στον παλιό δρόμο Λουτρακίου-Περαχώρας",
    county: "Κορινθίας",
    municipal: "Κορινθίων",
    river: "Ρέμα στο παλιό μονοπάτι",
    location: "Κοντά στον Όσιο Πατάπιο",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Χρειάζεται συντήρηση",
    description:
      "Μονότοξο, με μια σειρά ανισομερείς και αρκετά μεγάλους για το μέγεθος του γεφυριού θολίτες, ημικυκλικό με κάθετα τα πλαϊνά, χωρίς στηθαία και επίπεδη επιφάνεια διάβασης. Ο δρόμος (μονοπάτι) ένωνε το Λουτράκι με την Περαχώρα και με μια παράκαμψή του τη μονή Οσίου Παταπίου. Σε πολλά σημεία του το μονοπάτι ήταν στρωμένο με πέτρες (καλντερίμι) και ένα αρκετά μεγάλο τέτοιο κομμάτι σώζεται στο ξεκίνημά του, πάνω από τη δυτική πλευρά του Λουτρακίου προς Περαχώρα.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2023/03/blog-post.html" target="_blank">Μονότοξο γεφύρι στον παλιό δρόμο Λουτρακίου-Περαχώρας</a>',
  },
  "gefyri-80": {
    name: "Γεφύρι Κλαδά",
    county: "Λακωνίας",
    municipal: "Σπάρτης",
    river: "Χείμαρρος «Βάγια»",
    location: "Στον πρώτο δρόμο-είσοδο, αριστερά όπως ερχόμαστε από Σπάρτη για Τρίπολη",
    year: "19ος αιώνας",
    builder: "Λαγκαδινοί",
    status: "Καλή",
    description:
      "Kαταβιβασμένο, μονότοξο γεφύρι, με κάθετα βάθρα, χτισμένο επί του χειμάρρου \u201cΒάγια\u201d, που φέρνει τα νερά από τα Διρέματα (ρέμματα των Βουτιάνων) και που διασχίζει το ομώνυμο χωριό του δήμου Σπάρτης και 300 μέτρα πιο κάτω χύνεται στον Οινούντα (Κελεφίνα), ακριβώς δίπλα στην παλιά (σιδερένια) γέφυρα της Κελεφίνας που και αυτός με τη σειρά του ενώνεται με τον Ευρώτα. Πρόκειται για ένα αρκετά μεγάλο γεφύρι για τα δεδομένα της περιοχής, με μεγάλο άνοιγμα καμάρας, μεγάλο επίσης μήκος, μια σειρά θολίτες και επίπεδη επιφάνεια διάβασης.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="https://agpelop.blogspot.com/2020/07/blog-post_16.html?spref=bl" target="_blank">Γεφύρι Κλαδά</a>',
  },
  "gefyri-81": {
    name: "Γεφύρι στο Βαθύ",
    county: "Λακωνίας",
    municipal: "Ανατολικής Μάνης",
    river: "Ποταμάκι Σκύρος",
    location: "Στην παραλία Βαθύ",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Είναι παρόμοιο με αυτά στο Μαυροβούνι και τις Καμάρες, με καταβιβασμένο τόξο, μονότοξο, κάθετα πλαϊνά από ένα σημείο και κάτω, στηθαία που στα άκρα του φτάνουν τα 2,20 μέτρα, ημικυκλικό και μια σειρά θολίτες. Η επιφάνειά του είναι καλντεριμωτή και στη βάση του έχει επίσης επίστρωση από πέτρες.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="https://agpelop.blogspot.com/2018/12/blog-post.html?spref=bl" target="_blank">Γεφύρι στο Βαθύ. Γύθειο</a>',
  },
  "gefyri-82": {
    name: "Γεφύρι Μαυροβουνίου",
    county: "Λακωνίας",
    municipal: "Ανατολικής Μάνης",
    river: "Ποταμάκι Γλυφάδα",
    location: "Μαυροβούνι",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Χτισμένο με κοκκινωπή πέτρα, καλντερίμι στην επιφάνειά του, υψωμένα στηθαία στα δύο του άκρα που φτάνουν τα 2,15 μέτρα ύψος, μια σειρά θολίτες, καμπουρωτή επιφάνεια διάβασης και καταβιβασμένο τόξο με κάθετα τα πλαϊνά του από ένα σημείο και κάτω, γεφυρώνει το μικρό ποταμάκι Γλυφάδα, που έχει τις πηγές του κοντά στο βουνό, στο Βαθύ.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2018/09/blog-post.html?spref=bl" target="_blank">Γεφύρι Μαυροβουνίου</a>',
  },
  "gefyri-83": {
    name: "Γεφύρι στο Κανέλι",
    county: "Λακωνίας",
    municipal: "Ανατολικής Μάνης",
    river: "Ρέμα \u201cΣυμπωτός\u201d",
    location: "«Αυλός»",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Αποτελείται από δύο τόξα, καταβιβασμένα, στηθαία, μια σειρά από θολίτες και είναι καμπυλωτό, με την καμπύλη προς ανάντη. Η δεξιά μικρότερη καμάρα από ανάντη έχει καλυφθεί εντελώς από δέντρα και φερτά υλικά σε τέτοιο σημείο, που είναι αδύνατη η φωτογράφηση και βιντεοσκόπησή του και που δημιουργούν κινδύνους για τη στατικότητά του. Πάνω του περνούσε το μυλαύλακο που οδηγούσε το νερό στο μύλο του γερο - Μανώλη.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2016/05/blog-post.html?spref=bl" target="_blank">Γεφύρι στο Κανέλι</a>',
  },
  "gefyri-84": {
    name: "Γεφύρι στο Περδικάρι",
    county: "Λακωνίας",
    municipal: "Σπάρτης",
    river: "Ρέμα Περδικάρι",
    location: "Μέσα στο χωριό Καραβάς",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Είναι τρίτοξο και βρίσκεται μέσα στο χωριό Καραβάς του δήμου Σπάρτης, λίγο έξω από τη Σπάρτη, επί του παλιού επαρχιακού δρόμου Σπάρτης-Καστορίου. Τα τρία τόξα είναι ισοϋψή και ισομεγέθη, ενώ τα βάθρα του πατάνε πάνω σε μεγάλες κυκλικές βάσεις, με καμπυλωτό σχήμα, που είναι και πρόβολοι συγχρόνως.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2016/03/blog-post_24.html?spref=bl" target="_blank">Γεφύρι στο Περδικάρι</a>',
  },
  "gefyri-85": {
    name: "Γεφύρι Μπαρδούνιας",
    county: "Λακωνίας",
    municipal: "Ανατολικής Μάνης",
    river: "Σμήνος",
    location: "Μύλοι Μπαρδούνιας",
    year: "18ος αιώνας",
    builder: "Άγνωστος",
    status: "Ακαλαίσθητες παρεμβάσεις",
    description:
      "Είναι τρίτοξο, με μια μεγάλη οξυκόρυφη καμάρα και δυο μικρότερες εκατέρωθεν αυτής, που λειτουργούν και σαν ανακουφιστικά ανοίγματα και που είναι όμως μισοχωμένες από τα φερτά υλικά του ποταμού και με μια σειρά θολίτες. Η επιφάνειά του είναι καλντεριμωτή αλλά έχει υποστεί ακαλαίσθητες τσιμεντένιες παρεμβάσεις, όπως και στα υπάρχοντα στηθαία του. Τα δυο του μεσόβαθρα ακουμπάνε στην κοίτη ροής του ποταμού ενώ τα ακρόβαθρά του σε σαθρό έδαφος.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2016/03/blog-post.html?spref=bl" target="_blank">Γεφύρι Μπαρδούνιας</a>',
  },
  "gefyri-86": {
    name: "Γεφύρι Κεφαλόβρυσου",
    county: "Λακωνίας",
    municipal: "Σπάρτης",
    river: "Ξεροπόταμος",
    location: "Κεφαλόβρυσο",
    year: "18ος αιώνας",
    builder: "Άγνωστος",
    status: "Χρειάζεται συντήρηση",
    description:
      "Κάποιοι άλλοι, θεωρούν ότι είναι βυζαντινή κατασκευή. Έχει διπλή σειρά από θολίτες, στηθαία που είναι σχεδόν κατεστραμμένα και απομένουν κάποια σημεία τους μόνο ανέπαφα και βέβαια τα δύο άκρα της ανηφορικής και καλντεριμωτής επιφάνειας διάβασης του έχουν υποστεί την επέλαση των \u201cβανδάλων\u201d, προφανώς ψάχνοντας για ...θησαυρούς.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2016/02/blog-post_14.html?spref=bl" target="_blank">Γεφύρι Κεφαλόβρυσου</a>',
  },
  "gefyri-87": {
    name: "Γεφύρι στο Αρχοντικό ή Μέλισσας",
    county: "Λακωνίας",
    municipal: "Ανατολικής Μάνης",
    river: "Σμήνος",
    location: "Πριν το Αρχοντικό",
    year: "1896",
    builder: "Άγνωστος",
    status: "Καλυμμένο με τσιμέντο και άσφαλτο",
    description:
      "Αποτελείται από δύο ισομεγέθη τόξα, μια σειρά από θολίτες, με το μεσόβαθρο να πατάει στην κοίτη ροής του ποταμού και στο οποίο την δεκαετία του 1980 έγιναν ενέσεις τσιμέντου για την ενίσχυσή του, όπως επίσης με τσιμέντο καλύφθηκε και η κοίτη του ποταμού κάτω από το γεφύρι. Η βάση του μεσαίου βάθρου είναι κυκλική και συγχρόνως παίζει και το ρόλο του πρόβολου, μειώνοντας την ορμή της ροής του νερού σε περιόδους κατεβασμάτων ενώ τα ακρόβαθρα πατάνε σε σαθρό έδαφος και για το λόγο τούτο έχουν ενισχυθεί με τσιμέντο για να αντέχουν.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2016/01/blog-post.html?spref=bl" target="_blank">Γεφύρι στο Αρχοντικό ή Μέλισσας</a>',
  },
  "gefyri-88": {
    name: "Μαρμαρογέφυρο στο Καστόρι",
    county: "Λακωνίας",
    municipal: "Σπάρτης",
    river: "Κάστωρ",
    location: "Στο κάτω μέρος του χωριού",
    year: "19ος αιώνας",
    builder: "Άγνωστος",
    status: "Καλυμμένο από άσφαλτο",
    description:
      "Είναι κατασκευασμένο σε τεθλασμένη γραμμή, με δύο καμάρες από μάρμαρο και οι ντόπιοι το λένε \u201cΜαρμαρογιόφυρο\u201d (η αμβλεία γωνία του θυμίζει το γεφύρι στον ποταμό Βαλύρα, της Μαυροζούμενας). Η αριστερή, από ανάντη, καμάρα είναι τοξωτή ενώ η δεξιά καταβιβασμένη και με μεγαλύτερο άνοιγμα από την πρώτη. Δεν έχει στηθαία και μέχρι πρόσφατα αποτελούσε τμήμα του υπάρχοντος δημόσιου δρόμου. Κατά την περίοδο αυτή και για πολύ διάστημα η επιφάνειά του πρέπει να ήταν καλντεριμωτή, γιατί τέτοια κομμάτια διακρίνονται πάνω στην τοξωτή και μικρότερη καμάρα.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2014/10/blog-post.html?spref=bl" target="_blank">Μαρμαρογέφυρο στο Καστόρι</a>',
  },
  "gefyri-89": {
    name: "Γεφύρι στις Καμάρες Γυθείου",
    county: "Λακωνίας",
    municipal: "Ανατολικής Μάνης",
    river: "Ρέμα Δίχοβας ή ποτάμι Καρυούπολης",
    location: "\u201cΚαράβι\u201d",
    year: "Αρχές του 20ου αιώνα",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Είναι πανομοιότυπο με αυτά στο Μαυροβούνι και το Βαθύ, μονότοξο, καταβιβασμένο και κάθετα τα πλαϊνά του από κάποιο σημείο και κάτω. Η επιφάνειά του ήταν καλντεριμωτή και καμπυλωτή, όπως και των άλλων δύο, μόνο που σ' αυτό καλύφτηκε με τσιμέντο. Στά άκρα του τα στηθαία είναι υπερυψωμένα και φτάνουν τα δύο μέτρα, μια σειρά θολίτες που προεξέχουν κατά 0,03 μ. από την κυρίως κατασκευή. Μεταξύ του υψηλότερου σημείου της επιφάνειας διάβασης και των στηθαίων μία πέτρινη ταινία προεξέχει κατά 0,04 μ. της όλης κατασκευής όπως ακριβώς συμβαίνει και στο στεφάνι με τους θολίτες.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2021/09/blog-post_16.html" target="_blank">Γεφύρι στις Καμάρες Γυθείου</a>',
  },
  "gefyri-90": {
    name: "Γεφύρι στον Κάμπο Μαυροβουνίου",
    county: "Λακωνίας",
    municipal: "Ανατολικής Μάνης",
    river: "Σμήνος",
    location: "Κάμπος Μαυροβουνίου",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Ακαλαίσθητες παρεμβάσεις",
    description:
      "Γεφυρώνει τον ποταμό Σμήνο ή Μακρύ ποτάμι και είναι τρίτοξο. Στα δύο άκρα του διακρίνονται τα κομμάτια από τα αρχικά στηθαία και τα τόξα πατάνε σε κυκλικές λίθινες βάσεις, που χρησιμεύουν και σαν πρόβολοι στις περιπτώσεις μεγάλων κατεβασμάτων του ποταμού. Τα δύο μεσόβαθρα ακουμπούν στην κοίτη ροής του ποταμού ενώ τα δύο ακρόβαθρα σε σαθρό έδαφος, το οποίο έχει στερεωθεί με τσιμέντο.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2021/10/blog-post_14.html" target="_blank">Γεφύρι στον Κάμπο Μαυροβουνίου</a>',
  },
  "gefyri-91": {
    name: "Γεφύρι στη Μοναχή Συκιά",
    county: "Λακωνίας",
    municipal: "Ανατολικής Μάνης",
    river: "Σμήνος",
    location: "Μοναχή Συκιά",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Ακαλαίσθητες παρεμβάσεις",
    description:
      "Γεφυρώνει τον ποταμό Σμήνο και ο δρόμος που ενώνει, ξεκινάει από τη λίμνη Αιγιών και βγαίνει στο Μαυροβούνι, ενώνοντας τα χωράφια της περιοχής. Έχει μια σειρά θολίτες, με τα δυο μεσόβαθρα να πατάνε στην κοίτη του Σμήνου, καταβιβασμένα τόξα που πατάνε σε στρογγυλοποιημένες λιθοδομές που παίζουν και το ρόλο προβόλων σε περιπτώσεις δυνατών κατεβασμάτων του ποταμού και επίπεδη επιφάνεια διάβασης.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2021/12/blog-post.html" target="_blank">Γεφύρι στη Μοναχή Συκιά</a>',
  },
  "gefyri-92": {
    name: "Γεφύρι του Κούκου στον Διρό",
    county: "Λακωνίας",
    municipal: "Ανατολικής Μάνης",
    river: "Ρέμα \u201cμεγάλη λαγκαδιά\u201d",
    location: "Κούκος",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Είναι δίτοξο, πράγμα σπάνιο για τη Μάνη και έχει συντηρηθεί και ανακαινισθεί σχετικά πρόσφατα. Η επίπεδη επιφάνεια διάβασής του είναι πλακόστρωτη, έχει μία σειρά θολίτες και οξυκόρυφα τόξα χωρίς στηθαία. Τα βάθρα του, μεσόβαθρο και ακρόβαθρα, πατάνε σε πετρώδες έδαφος και η δύναμη του νερού επί πάρα πολλά χρόνια έχει λαξεύσει το βράχο στην κοίτη δημιουργώντας πανέμορφα σχήματα κάτω από το γεφύρι.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2022/07/blog-post.html" target="_blank">Γεφύρι του Κούκου. Διρός Μάνης</a>',
  },
  "gefyri-93": {
    name: "Γεφύρι Ξεπαπαδιάνικων",
    county: "Λακωνίας",
    municipal: "Ανατολικής Μάνης",
    river: "Ρέμα \u201cμεγάλη λαγκαδιά\u201d",
    location: "Οικισμός Ξεπαπαδιάνικα",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Χρειάζεται συντήρηση",
    description:
      "Είναι μονότοξο και βρίσκεται κοντά στον οικισμό Ξεπαπαδιάνικα, από τον οποίο πήρε και το όνομά του. Πρόκειται για ένα ημικυκλικό γεφύρι, με ίχνη στηθαίων, τρεις σειρές θολίτες και επίπεδη επιφάνεια διάβασης. Ένωνε μέσω πλακόστρωτου μονοπατιού (Λεωφόρος Μάνης) μέρος του οποίου αποτελεί, την Χαριά και τον Πύργο Διρού με την Αρεόπολη. Είναι κομμάτι του μεγάλου δρόμου, του λεγόμενου \u201cΛεωφόρος Μάνης\u201d, που ξεκινάει από Μεσσηνιακή Μάνη και φτάνει μέχρι Γερολιμένα και παραπέρα.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2022/12/blog-post.html" target="_blank">Γεφύρι Ξεπαπαδιάνικων. Διρός</a>',
  },
  "gefyri-94": {
    name: "Γεφύρι Αγίας Παρασκευής",
    county: "Λακωνίας",
    municipal: "Ανατολικής Μάνης",
    river: "Μικρό ρέμα που καταλήγει στην παραλία Μαυροβυθός",
    location: "Αγία Παρασκευή",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Χρειάζεται συντήρηση",
    description:
      "Είναι ένα μονότοξο γεφυράκι, με ίχνη συντήρησης σχετικά πρόσφατα, ημικυκλικό, σχεδόν επίπεδη επιφάνεια διάβασης, μια σειρά θολίτες και ίχνη στηθαίων. Βρίσκεται στην περιοχή του Πύργου Διρού και προς την παραλία. Είναι ένα μικρό μονότοξο γεφύρι, χτισμένο σε ένα μικρό ρέμα και στο πιο στενό σημείο του, που καταλήγει στην παραλία Μαυροβυθός.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2024/01/blog-post_03.html" target="_blank">Γεφύρι Αγίας Παρασκευής. Διρός Μάνης</a>',
  },
  "gefyri-95": {
    name: "Γέφυρα στον Οινούντα",
    county: "Λακωνίας",
    municipal: "Σπάρτης",
    river: "Οινούντας",
    location: "Αριστερά του κεντρικού δρόμου Τρίπολης-Σπάρτης προς Βασαρά, Βρέσθενα",
    year: "1919-1926",
    builder: "Υπουργείο συγκοινωνίας",
    status: "Καλυμμένο με τσιμέντο και άσφαλτο",
    description:
      "Η γέφυρα, της οποίας η διαδικασία κατασκευής της άρχισε το 1919 μετά από 7 χρόνια, την Άνοιξη του 1926 ήταν έτοιμη δίνοντας λύση σε ένα πάγιο αίτημα των ντόπιων. Στα εγκαίνια της γέφυρας στον Οινούντα αναφέρεται και ο Καρυωτάκης, ο πατέρας του ποιητή Κώστα, που υπηρετούσε τότε σαν νομομηχανικός στη Σπάρτη. Εξυπηρετούσε τα χωριά του βόρειου Πάρνωνα Βασσαράς, Πολύδροσο, Βρέσθενα, Βαμβακού, κλπ.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2024/04/blog-post.html" target="_blank">Γέφυρα στον ποταμό Οινούντα (Κελεφίνα)</a>',
  },
  "gefyri-96": {
    name: "Γεφύρι στον Γερολιμένα",
    county: "Λακωνίας",
    municipal: "Ανατολικής Μάνης",
    river: "Στο ρέμα που καταλήγει στη θάλασσα μέσα στο χωριό",
    location: "500 μέτρα πριν το Γερολιμένα, επί της πρώτης, της παλιάς εισόδου",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Καλυμμένο με τσιμέντο και άσφαλτο",
    description:
      "Είναι καταβιβασμένο, με κάθετα τα πλαϊνά του και καλοπελεκημένους θολίτες. Έχει γίνει επέκτασή του κατά 3,30 μέτρα με τσιμέντο για εξυπηρέτηση της αυξανόμενης κίνησης. Τα στηθαία, ύψους 1,20 μέτρων, φαίνεται καθαρά ότι είναι νεότερη προσθήκη. Τα βάθρα είναι ανισομεγέθη με το δεξί από ανάντη να είναι 1,20 μ. ενώ το αριστερό όπου μαζεύονται τα νερά και κυλάνε προς τη θάλασσα και το οποίο έχει πάθει και κάποιες φθορές στη βάση του 2,25 μέτρα.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2024/06/blog-post.html" target="_blank">Γεφύρι στον Γερολιμένα</a>',
  },
  "gefyri-97": {
    name: "Γεφύρι Τσίπας",
    county: "Λακωνίας",
    municipal: "Ανατολικής Μάνης",
    river: "Σε ρέμα που διασχίζει το χωριό",
    location: "Τσίπα",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Καλυμμένο με άσφαλτο, ακαλαίσθητες επεμβάσεις",
    description:
      "Πρόκειται για ένα μονότοξο, καταβιβασμένο, με μια σειρά καλοπελεκημένους θολίτες, στηθαία πλάτους 0,40 μ. και απόσταση 0,70 μ. από το ψηλότερο σημείο του τόξου, επίπεδη επιφάνεια διάβασης και στο οποίο έχουν γίνει μεταγενέστερα τσιμεντένιες παρεμβάσεις στη βάση των δύο βάθρων του. Ενώνει το Νέο Οίτυλο με το Λιμένι και από κατάντη, απέχει δύο μέτρα από τη θάλασσα.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2024/12/blog-post.html" target="_blank">Γεφύρι Τσίπας. Νέο Οίτυλο</a>',
  },
  "gefyri-98": {
    name: "Γεφύρι Αγίου Γεωργίου Σίτσοβας",
    county: "Μεσσηνίας",
    municipal: "Καλαμάτας",
    river: "Σιτσοβίτικο ρέμα",
    location: "Άγιος Γεώργιος",
    year: "Δεκαετία 1920",
    builder: "Λαγκαδινοί",
    status: "Ακαλαίσθητες παρεμβάσεις",
    description:
      "Πρόκειται για ένα μονότοξο πετρογέφυρο, ημικυκλικό, με μια σειρά από θολίτες, χωρίς στηθαία, βάθρα να πατάνε σε σαθρό έδαφος επί του δημόσιου δρόμου προς το χωριό Αλαγονία (Σίτσοβα) του δήμου Καλαμάτας. Πιθανολογείται ότι είναι χτισμένο από τους σπουδαίους λαγκαδινούς μαστόρους της πέτρας, όπως και όλα τα γεφύρια του Νέδοντα.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2017/04/blog-post.html?spref=bl" target="_blank">Γεφύρι Αγίου Γεωργίου Σίτσοβας</a>',
  },
  "gefyri-99": {
    name: "Γεφύρι στο Ανδρομονάστηρο",
    county: "Μεσσηνίας",
    municipal: "Τριφυλίας",
    river: "Ρέμα Ανδρομονάστηρου",
    location: "Ανδρομονάστηρο",
    year: "1311",
    builder: "Άγνωστος",
    status: "Χρειάζεται συντήρηση",
    description:
      "Είναι μονότοξο, με μια σειρά θολίτες, μικρό πλάτος και τα μεσόβαθρά του πατάνε σε σαθρό έδαφος. Δεν είναι ακριβώς γεφύρι αλλά μυλαύλακο, που από εκεί πέρναγε το νερό των πηγών του Ανδρομονάστηρου και ύδρευε την περιοχή της Ανδρούσας.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2017/02/blog-post_1.html?spref=bl" target="_blank">Γεφύρι στο Ανδρομονάστηρο Μεσσήνης</a>',
  },
  "gefyri-100": {
    name: "Λαδοκαρβελιώτικο γεφύρι",
    county: "Μεσσηνίας",
    municipal: "Καλαμάτας",
    river: "Λαδοκαρβελιώτικο ποτάμι",
    location: "\u201cΜάτια\u201d",
    year: "Πριν το 1800",
    builder: "Λαγκαδινοί",
    status: "Χρειάζεται συντήρηση",
    description:
      "Βόρεια είναι το χωριό Λαδά και νότια το χωριό Καρβέλι με τα όριά τους να αποτελεί το ποτάμι, ενώ η γέφυρα ανήκει κατά το ήμισυ στο κάθε χωριό. Η μεγαλύτερη καμάρα είναι προς τη μεριά του Λαδά και η μικρότερη προς το Καρβέλι. Είχε καλτερίμι στη βάση της επιφάνειάς του, ίχνη του οποίου διακρίνονται καθαρά ενώ τα στηθαία έχουν φθαρεί και ως εκ τούτου χαμηλώσει πολύ. Και τα δυο τόξα του έχουν μια σειρά καμαρολιθιών (θολίτες), το μεσόβαθρο πατάει στην κοίτη ροής του ποταμού ενώ τα δύο ακρόβαθρά του σε σαθρό έδαφος και για το λόγο αυτό και οι δύο όχθες του ποταμιού κάτω από το γεφύρι έχουν ενισχυθεί με λιθοδομή.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2016/06/blog-post.html?spref=bl" target="_blank">Λαδοκαρβελιώτικο γεφύρι</a>',
  },
  "gefyri-101": {
    name: "Τα γεφύρια της Αρχαίας Μεσσήνης",
    county: "Μεσσηνίας",
    municipal: "Μεσσήνης",
    river: "Στα ρέματα του δρόμου Μαυρομάτι - Αρσινόη – Λάμπαινα",
    location: "Δρόμος Μαυρομάτι - Αρσινόη – Λάμπαινα",
    year: "Τέλος 19ου ή αρχές 20ού αιώνα",
    builder: "Άγνωστος",
    status: "Καλυμμένο με άσφαλτο, ακαλαίσθητες επεμβάσεις",
    description:
      "Ο δημόσιος δρόμος Μαυρομάτι-Αρσινόη-Λάμπαινα περιλαμβάνει 10 γεφύρια και ένα ακόμα χαλασμένο. Όλα είναι μονότοξα και χτισμένα με την χαρακτηριστική άσπρη πέτρα της περιοχής. Υπολογίζεται ότι τα γεφύρια χτίστηκαν κατά την πρώτη χάραξη του δρόμου, που κατά μαρτυρίες των ντόπιων σ' αυτή την πρώτη του φάση ήταν καλντερίμι, τέλος 19ου ή αρχές 20ού αιώνα. Κατά σειρά τα 11 γεφύρια είναι: 1. Στο Μαυρομάτι 2. Του Σταθακόγιαννη 3. Γκούρα 1 4. Γκούρα 2 5. Γκούρα 3 6. Κόστριζα 7. Γιαννακόπουλου 8. Χαραλαμπόπουλου 9. Στα Γουπατάκια 10. Στο Πηγαδάκι 11. Χαλασμένο γεφύρι.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2013/10/blog-post_27.html?spref=bl" target="_blank">Τα γεφύρια της Αρχαίας Μεσσήνης</a>',
  },
  "gefyri-102": {
    name: "Δίτοξο γεφύρι στον Αρκαδικό ποτάμι",
    county: "Μεσσηνίας",
    municipal: "Τριφυλίας",
    river: "Αρκαδικός",
    location: "Κοντά στον μύλο των Αργυροπουλαίων",
    year: "Δεκαετία του 1880",
    builder: "Ο λαγκαδινός Γιαννακός Γαρδίκας",
    status: "Καλυμμένο με άσφαλτο, ακαλαίσθητες επεμβάσεις",
    description:
      "Γεφυρώνει τον Αρκαδικό ή ποτάμι Αρκαδιάς ή Σελλέϊκο ποτάμι ή σκέτο Σελλάς και είναι δίτοξο. Το δεξιό τόξο από κατάντη είναι μικρότερο με κάθετα τα πλαϊνά, ενώ η μεγάλη καμάρα είναι καταβιβασμένη για να πετύχει ο πρωτομάστορας όσο το δυνατόν επίπεδο κατάστρωμα, με κάθετα μέχρι ενός μέτρου τα βάθρα της. Το μεσόβαθρό του ακουμπάει στην κοίτη του ποταμού ενώ τα δύο ακρόβαθρα πατάνε σε στέρεο έδαφος.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2013/12/blog-post_23.html?spref=bl" target="_blank">Δίτοξο γεφύρι στον Αρκαδικό ποτάμι</a>',
  },
  "gefyri-103": {
    name: "Γεφύρι Ρευματιάς",
    county: "Μεσσηνίας",
    municipal: "Μεσσήνης",
    river: "Ρέμα Πλατανάκια",
    location: "\u201cΠλατανάκια\u201d",
    year: "Λίγο μετά την τουρκοκρατία",
    builder: "Παναγιώτης Τζουμάκας",
    status: "Καλυμμένο με άσφαλτο, ακαλαίσθητες επεμβάσεις",
    description:
      "Είναι μονότοξο, χωρίς στηθαία και βρίσκεται στη διαδρομή από Ρευματιά προς Ζερμπίσια ενώ η πηγή του ρέματος είναι 50 μέτρα πιο πάνω από το γεφύρι. Χτίστηκε, κατά μαρτυρίες των ντόπιων, λίγο μετά την τουρκοκρατία και πριν το 1900 για να ενώσει τις δυο περιοχές του χωριού, με κοκκινωπή πέτρα, μαγγανόπετρα όπως λένε οι ντόπιοι, λόγω της ύπαρξης εκεί παλιά μεταλλίων μαγγανίου.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2013/10/normal-0-false-false-false-el-x-none-x_9.html?spref=bl" target="_blank">Γεφύρι Ρευματιάς στην Ιθώμη</a>',
  },
  "gefyri-104": {
    name: "Τα γεφύρια του κάστρου Βουφράδας",
    county: "Μεσσηνίας",
    municipal: "Μεσσήνης",
    river: "Βελίκας",
    location: "\u201cΠαλιόπυργος\u201d",
    year: "Ενετοκρατία",
    builder: "Άγνωστος",
    status: "Γκρεμισμένο με ίχνη",
    description:
      "Τα γεφύρια βρίσκονται στο κάστρο της Βουφράδας στην \u201cΠελεκανάδα\u201d, στην περιοχή \u201cΜπελέρμπεη\u201d. \u201cΠαλιόπυργο\u201d, το λένε οι ντόπιοι και χτίστηκε επί Ενετοκρατίας πιθανώς να προφυλάξουν τις πύλες εισόδου των κέντρων τους, Μεθώνη, Πύλου, κλπ από τις βλέψεις των Οθωμανών. Και τα δύο γεφύρια (Αντρειωμένου και πετρογέφυρο) βρίσκονταν επί του ποταμού Βελίκα, κοντά στο κάστρο, που έπρεπε να περάσει ο ταξιδιώτης για να πάρει το δρόμο Ανδρούσας-Πύλου. Του Αντρειωμένου σώζονται ερείπια, του πετρογέφυρου κανένα ίχνος.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2013/08/normal-0-false-false-false-el-x-none-x.html?spref=bl" target="_blank">Τα τρία γεφύρια του κάστρου Βουφράδας</a>',
  },
  "gefyri-105": {
    name: "Τα πέτρινα γεφύρια στη Βαλύρα",
    county: "Μεσσηνίας",
    municipal: "Μεσσήνης",
    river: "Στα ρέματα του δρόμου από Σκάλα προς Βαλύρα και Λάμπαινα",
    location: "Στο δημόσιο δρόμο Σκάλα-Βαλύρα-Λάμπαινα",
    year: "1874-1890",
    builder: "Άγνωστος",
    status: "Καλυμμένο από άσφαλτο",
    description:
      "Κατά μήκος του δημοσίου δρόμου Σκάλα-Βαλύρα-Λάμπαινα, μέσα στα όρια της Βαλύρας, υπάρχουν δεκατέσσερα πέτρινα γεφύρια, εκ των οποίων σώζονται καλυμμένα από άσφαλτο τα έντεκα, δύο κατεστραμένα και ένα χωμένο. Έχουν χτιστεί όλα κατά τη χάραξη του δρόμου Σκάλας-Βαλύρας-Ναζήρι-Μεσσήνης με βάση το ΦΕΚ αρ. 15/24/4/1874. Τα γεφύρια κατά σειρά είναι: 1. Στις Βενζίνες 2. Καπετάνισσας 3. Του Μπαλάνη 4. Στην πλατεία του χωριού 5. Του Λινάρδου 6. Του Κουρέτα 7. Του Ιωάννου 8. Του Θεοδωρόπουλου 9. Γέφυρα ποταμού Βαλύρα, στο μύλο του Φίλιου 10. Του Καρύδη 11. Του Λύρα 12. Στα Κουβέλια 13. Γεφύρι μετά τα Κουβέλια 14. Γεφύρι Αγίου Αθανασίου.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2013/11/blog-post_18.html?spref=bl" target="_blank">Τα πέτρινα γεφύρια στη Βαλύρα της Ιθώμης</a>',
  },
  "gefyri-106": {
    name: "Μπαστογέφυρο",
    county: "Μεσσηνίας",
    municipal: "Καλαμάτας",
    river: "Στην παλιά κοίτη του Πάμισου",
    location: "\u201cΚάραβος\u201d",
    year: "1950",
    builder: "Άγνωστος",
    status: "Σε μεγάλο κίνδυνο",
    description:
      "Το γεφύρι είναι μονότοξο και βρίσκεται εκτός της κοίτης του ποταμού Πάμισου, όταν αυτός άλλαξε την κοίτη του, λόγω αναδασμού. Τα στηθαία αποτελούνται από μεγάλες μονοκόμματες επεξεργασμένες πέτρες (πορόλιθος), ενώ τα καμαρολίθια είναι μεγάλων διαστάσεων, που καταλήγουν σε τριγωνικό σχήμα. Μέρος του στηθαίου έχει γκρεμιστεί, ενώ από κατάντη τα καμαρολίθια είναι έτοιμα να καταρρεύσουν γι' αυτό και έχουν γίνει και κάποιες ακαλαίσθητες παρεμβάσεις στήριξης με τσιμέντο, τόσο των στηθαίων όσο και άλλων μερών του γεφυριού από ντόπιους φορείς.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2013/01/1950.html?spref=bl" target="_blank">Μπαστογέφυρο</a>',
  },
  "gefyri-107": {
    name: "Γεφύρι Παντελικού",
    county: "Μεσσηνίας",
    municipal: "Καλαμάτας",
    river: "Νέδων",
    location: "\u201cΠαντελικό\u201d",
    year: "1906",
    builder: "Βασίλης Μπακόπουλος",
    status: "Ακαλαίσθητες παρεμβάσεις",
    description:
      "Βρίσκεται στη βόρεια λεκάνη του ποταμού Νέδοντα, στη θέση \u201cΠαντελικό\u201d της παλιάς εισόδου της τοπικής κοινότητας Νέδουσας (Μεγάλη Αναστάσοβα) και πρόκειται για ένα εντυπωσιακό μονότοξο γεφύρι, με μια σειρά καμαρολιθιών (θολίτες), ημικυκλικό, με επίπεδη επιφάνεια διάβασης και στηθαία, που εξυπηρετούσε κυρίως τους κατοίκους της Μεγάλης Αναστάσοβας. Στο δεξιό άκρο του, από κατάντη και προς το μέρος του χωριού, βρίσκεται ο νερόμυλος του Χούφτιαρη.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2023/04/blog-post.html" target="_blank">Γεφύρι Παντελικού (Νέδουσας)</a>',
  },
  "gefyri-108": {
    name: "Γεφύρι της Μαυρόπετρας",
    county: "Μεσσηνίας",
    municipal: "Πύλου-Νέστορος",
    river: "Ρέμα Σελά",
    location: "Μαυρόπετρα",
    year: "Τουρκοκρατία",
    builder: "Άγνωστος",
    status: "Χρειάζεται συντήρηση",
    description:
      "Βρίσκεται βορειανατολικά από αυτό του Μανούσου και είναι μονότοξο, ημικυκλικό, με μια σειρά θολίτες, καμπυλωτή και καλντεριμωτή επιφάνεια διάβασης, χωρίς στηθαία. Το αριστερό του μέρος από κατάντη είναι χωμένο, κατά το ένα τρίτο σχεδόν, γιατί στην περιοχή μέχρι σχετικά πρόσφατα λειτουργούσε χωματερή σε βάρος του γεφυριού. Έχει καθαριστεί πρόσφατα, μέσα Μαρτίου 2022, από την τοπική κοινότητα της Χώρας και άλλους τοπικούς φορείς.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2023/05/blog-post.html" target="_blank">Γεφύρι της Μαυρόπετρας. Χώρα Μεσσηνίας</a>',
  },
  "gefyri-109": {
    name: "Γεφύρι Βυρού",
    county: "Μεσσηνίας",
    municipal: "Καλαμάτας",
    river: "Νέδων",
    location: "Βυρός",
    year: "1907",
    builder: "Άγνωστος",
    status: "Χρειάζεται συντήρηση",
    description:
      "Είναι δίτοξο, με τη δεξιά από ανάντη καμάρα να προεξέχει πάνω από την βάση της επιφάνειας του γεφυριού, που πιθανόν να σημαίνει ότι είναι μεταγενέστερη προσθήκη ή αποτέλεσμα επέμβασης για μεγάλωμα του τόξου προκειμένου να αντέχει σε μεγαλύτερα κατεβάσματα του ποταμού. Το γεφύρι βρίσκεται εντός των ορίων της τοπικής κοινότητας Αρτεμισίας και είχε καλντεριμωτή επιφάνεια, ίχνη της οποίας διακρίνονται καθαρά, στηθαία που έχουν φθαρεί σε πολλά σημεία ενώ το μεσόβαθρο και το αριστερό ακρόβαθρο, από ανάντη, πατάνε σε βράχο προσδίδοντας έτσι στερεότητα στο γεφύρι.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2023/08/blog-post_30.html" target="_blank">Γεφύρι Βυρού</a>',
  },
  "gefyri-110": {
    name: "Γεφύρι Ματζίνειας",
    county: "Μεσσηνίας",
    municipal: "Καλαμάτας",
    river: "Νέδων",
    location: "\u201cΜατζίνεια\u201d",
    year: "1907",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Είναι μονότοξο και διακρίνονται τα ίχνη του καλντεριμιού, που κάλυπτε την επιφάνειά του. Έχει μια σειρά από καμαρολίθια (Θολίτες) και το αριστερό βάθρο από ανάντη πατάει σε γερό έδαφος, το δεξί του σε λιθοδομή ενώ και οι δυο όχθες του ποταμού έχουν χτιστεί με πέτρα για να προστατεύονται τα βάθρα του γεφυριού και να διοχετεύονται τα νερά στο κέντρο της καμάρας. Εξυπηρετούσε κυρίως τους κατοίκους της Σίτσοβας (Αλαγονίας) στις επαφές τους με τα άλλα χωριά, την Καλαμάτα και στις αγροτικές τους εργασίες.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2023/08/blog-post.html" target="_blank">Γεφύρι Ματζίνειας</a>',
  },
  "gefyri-111": {
    name: "Στρεφέϊκο γεφύρι",
    county: "Μεσσηνίας",
    municipal: "Μεσσήνης",
    river: "Βελίκας",
    location: "\u201cΚουφολογγιά\u201d",
    year: "16ος αιώνας",
    builder: "Άγνωστος",
    status: "Χρειάζεται συντήρηση",
    description:
      "Είναι μονότοξο, οξυκόρυφο (ελάχιστη αμβλεία γωνία), με μια σειρά θολίτες, τραυματισμένα και λεηλατηθέντα στηθαία, καλντεριμωτή και καμπυλωτή επιφάνεια διάβασης, χαλασμένη όμως από τη διέλευση παλιότερα των αυτοκινήτων αλλά και τώρα ακόμη, κατά την χειμερινή περίοδο. Το αριστερό από κατάντη βάθρο πατάει σε μικρό βράχο και το δεξί σε μαλακό έδαφος. Εξυπηρετούσε για πολύ καιρό τις περιοχές Ανδρούσας και Πύλου, συνέδεε τα χωριά Στρέφι και Δάρα και γενικότερα τη Μεσσήνη και την Ιθώμη με την Τριφυλία.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2025/01/blog-post.html" target="_blank">Στρεφέϊκο γεφύρι</a>',
  },
  "gefyri-112": {
    name: "Λειβαρτζινή γέφυρα",
    county: "Αχαΐας",
    municipal: "Καλαβρύτων",
    river: "Αροάνιος",
    location: "Στην κεντρική πλατεία των Τριποτάμων",
    year: "Δεκαετία του 1880",
    builder: "Άγνωστος",
    status: "Άσχημη, ετοιμόρροπο",
    description:
      "Βρίσκεται στα Τριπόταμα, έδρα του Δήμου Αροανίας μέχρι το 2010 και τώρα δήμος Καλαβρύτων. Είναι μονότοξη, ημικυκλική, με μια σειρά θολίτες (καμαρολίθια), επίπεδη επιφάνεια διάβασης, και βρίσκεται σε ύψόμετρο 520 μέτρων στο Τοπικό διαμέρισμα Ψωφίδας, του νομού Αχαΐας επί του Αροάνιου που λίγα μέτρα πιο κάτω ενώνεται με τον Νουσαίτικο και τον Σειραίο, σχηματίζοντας τον Ερύμανθο. Μαζί με την διπλανή γέφυρα του \u201cΙμπραήμ\u201d ή \u201cΤριποτάμων\u201d εξυπηρετούσε τους κατοίκους Αχαΐας και Ηλείας με αυτούς της Γορτυνίας μέχρι το 1930. Βρίσκεται στην κεντρική πλατεία των Τριποτάμων. Η δεξιά πλευρά της γέφυρας από ανάντη είναι μισογκρεμισμένη. Χτυπήθηκε από κεραυνό το 1920 και τοποθετήθηκαν ξύλα για να είναι λειτουργική ως την κατασκευή το 1930 της καινούργιας γέφυρας.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2022/09/blog-post_26.html" target="_blank">Λειβαρτζινή γέφυρα στα Τριπόταμα</a>',
  },
  "gefyri-113": {
    name: "Γεφύρι στους Πετσάκους",
    county: "Αχαΐας",
    municipal: "Καλαβρύτων",
    river: "Το ποτάμι που κυλάει κάτω από το χωριό",
    location: "Δίπλα στο χωριό",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Χρειάζεται συντήρηση",
    description:
      "Είναι μονότοξο, με καλντεριμωτή και καμπυλωτή επιφάνεια διάβασης, καταβιβασμένο τόξο, χωρίς στηθαία, που υπήρχαν αλλά γκρεμίστηκαν και ίχνη τους υπάρχουν μόνο πια, και με δύο σειρές από θολίτες, με την κάτω σε καλή κατάσταση και την πάνω να έχουν αφαιρεθεί αρκετοί από τους θολίτες της στο κεντρικό κυρίως σημείο του. Το συναντάμε κάτω από το χωριό Πετσάκοι, της πρώην επαρχίας Καλαβρύτων, σημερινού δήμου Καλαβρύτων, επί του ποταμιού που κυλάει κάτω από το χωριό και χύνεται στον Σελινούντα. Τώρα η κοίτη του ποταμού έχει αλλάξει και το γεφύρι είναι πια ξερογέφυρο, όπως λέγονται τα πετρογέφυρα που δεν γεφυρώνουν ποτάμια.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2022/11/blog-post.html" target="_blank">Γεφύρι στους Πετσάκους</a>',
  },
  "gefyri-114": {
    name: "Γεφύρι στο ρέμα Μηλιαγκού",
    county: "Αχαΐας",
    municipal: "Αιγιαλείας",
    river: "Ρέμα Μηλιαγκού",
    location: "\u201cΒουλωμένο\u201d",
    year: "Αρχές 20ου αιώνα",
    builder: "Άγνωστος",
    status: "Καλυμμένο με τσιμέντο και άσφαλτο",
    description:
      "Βρίσκεται στην περιοχή \u201cΒουλωμένο\u201d, στα όρια του τοπικού διαμερίσματος Μελίσσια του δήμου Αιγιαλείας, μονότοξο, ημικυκλικό, χωρίς στηθαία, μια σειρά καλοπελεκημένους θολίτες, ενισχυμένο δεξιά και αριστερά στα βάθρα του με τσιμέντο και καλυμμένη την επιφάνεια διάβασής του με άσφαλτο. Τώρα είναι σε αχρησία, μετά την κατασκευή της τσιμεντένιας γέφυρας, που κατασκευάστηκε σχετικά πρόσφατα και είναι δίπλα ακριβώς από το γεφύρι. Γεφυρώνει το ρέμα που έρχεται από την περιοχή \u201cΒουλωμένο\u201d και χύνεται στον Σελινούντα, λίγο πιο κάτω.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2022/11/blog-post_29.html" target="_blank">Γεφύρι στο ρέμα Μηλιαγκού</a>',
  },
  "gefyri-115": {
    name: "Γεφύρι Πλατανιώτισσας",
    county: "Αχαΐας",
    municipal: "Καλαβρύτων",
    river: "Κερυνίτης",
    location: "Στην κεντρική πλατεία του χωριού",
    year: "Άγνωστο",
    builder: "\u201cΚλουκινοχωρίτες\u201d ή Αγιοβαρβαρίτες μαστόροι",
    status: "Καλή",
    description:
      "Είναι μονότοξο, σε πολύ καλή κατάσταση, επί του ποταμού Κερυνίτη, στο χωριό Πλατανιώτισσα (πρώην Κλαπατσούνα), του δήμου Καλαβρύτων στο νομό Αχαΐας, δίπλα στην εκκλησία της Παναγίας της Πλατανιώτισσας, στην κεντρική πλατεία του χωριού και κοντά στον πολύ καλά διατηρημένο νερόμυλο της εκκλησίας. Παλιά εξυπηρετούσε τους ντόπιους στις επαφές τους με τα χωριά της Αιγιαλείας και των Καλαβρύτων και τους περιηγητές στις εξορμήσεις τους.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2023/01/blog-post.html" target="_blank">Γεφύρι Πλατανιώτισσας</a>',
  },
  "gefyri-116": {
    name: "Λειβαδίτικη γέφυρα",
    county: "Αχαΐας",
    municipal: "Καλαβρύτων",
    river: "Λειβαρτζινό ποτάμι",
    location: "Οικισμός Λειβάδι",
    year: "Τέλος του 19ου αρχές 20ου αιώνα",
    builder: "Ηπειρώτες μαστόροι",
    status: "Καλυμμένο με τσιμέντο",
    description:
      "Χτίστηκε για να ενώσει το συνοικισμό του Λειβαδίου με το Λειβάρτζι. Τα βάθρα του είναι πέτρινα και στρογγυλοποιημένα για να λειτουργούν και σαν πρόβολοι για την μείωση της έντασης του νερού. Οι ντόπιοι θυμούνται, όπως τους έλεγαν οι παππούδες τους, ότι χτίστηκαν από τους φημισμένους Ηπειρώτες μαστόρους της πέτρας, ενώ η επιφάνεια διάβασής του είναι τσιμεντένια με πρόσθετα μεταλλικά παραπέτια.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2023/03/blog-post_30.html" target="_blank">Λειβαδίτικη γέφυρα</a>',
  },
  "gefyri-117": {
    name: "Γεφύρι στον Άγιο Βασίλειο Λειβαρτζίου",
    county: "Αχαΐας",
    municipal: "Καλαβρύτων",
    river: "Λειβαρτζινό ποτάμι",
    location: "Στο κέντρο του χωριού",
    year: "Πριν το 1930",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Το συναντάμε στην κεντρική πλατεία του χωριού, που είναι τοπική κοινότητα του δήμου Καλαβρύτων, τον Άγιο Βασίλειο, κοντά στις ομώνυμες πηγές του Λειβαρτζινού ποταμιού που διασχίζει το χωριό. Έχει υποστεί συντήρηση σχετικά πρόσφατα από τον Τάκη Κυριαζή (Μπάρμπα-Τάκη), από το διπλανό χωριό Λεχούρι και είναι σε πολύ καλή κατάσταση. Συνέδεε και συνδέει τις δύο συνοικίες του χωριού \u201cΠεριτσαίοι\u201d και \u201cΑπανάκρη\u201d και κυρίως το χειμώνα είναι απολύτως απαραίτητο γιατί με τις βροχές το νερό είναι πάρα πολύ και δεν είναι καθόλου εύκολο να περάσουν άνθρωποι και ζώα χωρίς τη χρήση του.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2023/10/blog-post_28.html" target="_blank">Γεφύρι στον Άγιο Βασίλειο Λειβαρτζίου</a>',
  },
  "gefyri-118": {
    name: "Αρχαία γέφυρα στα Τριπόταμα",
    county: "Αχαΐας",
    municipal: "Καλαβρύτων",
    river: "Ερύμανθος",
    location: "Λίγα μέτρα πιο πάνω από την σημερινή γέφυρα των Τριποτάμων",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Εξαφανισμένο",
    description:
      "Από μαρτυρίες ιστορικών και περιηγητών φαίνεται ότι λίγα μέτρα πιο πάνω από την σημερινή γέφυρα των Τριποτάμων ή γέφυρα του Ιμπραήμ, υπήρχε αρχαία γέφυρα που συνέδεε την σημαντικότατη πόλη της περιοχής, την Ψωφίδα με την Λάμπεια, τη Λασσιώνα και άλλες περιοχές της Ηλείας.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2023/07/blog-post.html" target="_blank">Αρχαία γέφυρα στα Τριπόταμα</a>',
  },
  "gefyri-119": {
    name: "Ξυλογέφυρο στο Λειβαρτζινό",
    county: "Αχαΐας",
    municipal: "Καλαβρύτων",
    river: "Λειβαρτζινό ποτάμι",
    location: "\u201cΔιπόταμο\u201d ή \u201cΛέλου Χαλιά\u201d",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Ίχνη στηθαίων",
    description:
      "Πρόκειται για παλιά γέφυρα με πέτρινα βάθρα, πανομοιότυπα με αυτά των δύο κοντινών γεφυριών, Λειβαδίου και Τσάγανου. Είχε ξύλινη βάση και ένωνε τις όχθες του ποταμιού που έρχεται από τα χωριά του δήμου Καλαβρύτων Λεχούρι και Λειβάρτζι και που λίγες εκατοντάδες μέτρα πιο κάτω χύνεται στον Αροάνιο. Υπάρχουν ακόμη τα τρία βάθρα της και μόλις διακρίνεται το τέταρτο. Όχι για πολύ όμως γιατί χρόνο με το χρόνο κονταίνουν, αφού οι ντόπιοι αφαιρούν όλο και πιο πολλές πέτρες για δική τους χρήση.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2023/11/blog-post.html" target="_blank">Ξυλογέφυρο στο Λειβαρτζινό</a>',
  },
  "gefyri-120": {
    name: "Τουρκογέφυρο στις Σειρές",
    county: "Αχαΐας",
    municipal: "Καλαβρύτων",
    river: "Σειραίος",
    location: "\u201cΠαπαθανάση\u201d",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Πρόκειται για ένα πέτρινο γεφύρι χωρίς στηθαία, με μια σειρά θολίτες μήκους 60 εκατοστών που αποτελούν συγχρόνως την καμπυλωτή επιφάνεια διάβασής του και με καταβιβασμένο τόξο με στόχο την επίτευξη ελαφρώς επικλινούς καταστρώματος. Η ονομασία του πιθανώς να σημαίνει ότι είναι χτισμένο στη θέση παλιού γεφυριού, που υπήρχε επί τουρκοκρατίας. Και η περιοχή δικαιολογεί την ύπαρξη τέτοιου παλιού γεφυριού.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2024/07/blog-post_29.html" target="_blank">Τουρκογέφυρο στις Σειρές</a>',
  },
  "gefyri-121": {
    name: "Γεφύρι Αγίου Βασιλείου",
    county: "Αχαΐας",
    municipal: "Καλαβρύτων",
    river: "Σειραίος",
    location: "\u201cΣανίδα\u201d",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Το συναντάμε κοντά στο συνοικισμό Άγιος Βασίλειος του χωριού Πάος επί του Σειραίου ποταμού (ή Δεχουναίϊκο ποτάμι, από το διπλανό ομώνυμο χωριό), εξ ου και το όνομά του. Είναι κατασκευή με καταβιβασμένο τόξο, ελαφρώς επικλινές και μια σειρά θολίτες μήκους 60 εκατοστών, που αποτελούν και γι' αυτό συγχρόνως την επιφάνεια διάβασής του. Η περιοχή που είναι χτισμένο λέγεται \u201cΣανίδα\u201d, εξ ου και το δεύτερο όνομα του γεφυριού και ανήκει στο τοπικό διαμέρισμα Πάος του τέως δήμου Αροανίας και τώρα Καλαβρύτων.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2024/10/blog-post.html" target="_blank">Γεφύρι Αγίου Βασιλείου</a>',
  },
  "gefyri-122": {
    name: "Τρικάμαρο στη Δάφνη",
    county: "Αχαΐας",
    municipal: "Καλαβρύτων",
    river: "Πάος",
    location: "Δύο χιλιόμετρα από τη Δάφνη",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Καλή",
    description:
      "Το συναντάμε επί του Πάϊου ποταμού και σε υψόμετρο 550 μέτρων, δύο περίπου χιλιόμετρα από το κεφαλοχώρι Δάφνη, του δήμου Καλαβρύτων, ερχόμενοι από Τριπόταμα και ακολουθώντας έναν χωματόδρομο, αριστερά λίγο πριν τα πρώτα σπίτια του χωριού, ο οποίος μας βγάζει ακριβώς πάνω στο γεφύρι. Έχει τρεις ανισομερείς τοξωτές καμάρες, στηθαία μια σειρά θολίτες και είναι το καλλίτερο επισκευασμένο και διατηρημένο γεφύρι, χτισμένο με την χαρακτηριστική άσπρη πέτρα που αφθονεί στην περιοχή. Η μεσαία καμάρα είναι η μεγαλύτερη των άλλων δύο και είναι πρόσφατα ανακαινισμένο με το πρόγραμμα Leader και με ευθύνη του τέως δήμου Δάφνης, και προσωπικά του Κ. Ασημακόπουλου, Δημάρχου του τ. δήμου Δάφνης.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2024/09/blog-post.html" target="_blank">Τρικάμαρο στη Δάφνη</a>',
  },
  "gefyri-123": {
    name: "Τζηφαίϊκο γεφύρι",
    county: "Αχαΐας",
    municipal: "Καλαβρύτων",
    river: "Πάος",
    location: "Κοντά στις πηγές Καλαθά",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Καλυμμένο με τσιμέντο και άσφαλτο",
    description:
      "Είναι ημικυκλικό, με επίπεδη επιφάνεια διάβασης, στηθαία από τσιμέντο, μια σειρά θολίτες και καλυμμένο με πυκνή βλάστηση και στις παρυφές και βόρεια του Αφροδίσιου όρους. Στην περιοχή ρέει δένδρα, με κίνδυνο για την στατικότητά του, πράγμα που δυσκολεύει και την μέτρηση, βιντεοσκόπηση και φωτογράφισή του. Ανήκει γεωγραφικά στο τοπικό διαμέρισμα Πάος. Που το συνδέει με το Βεσίνι και την περιοχή Βεσιναίϊκα. Ονομάστηκε έτσι από τα πολλά επώνυμα Τζήφας, που υπάρχουν στο διπλανό χωριό Βεσίνι.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2024/11/blog-post.html" target="_blank">Τζηφαίϊκο γεφύρι</a>',
  },
  "gefyri-124": {
    name: "Γεφύρι Κρυόβρυσης",
    county: "Ηλείας",
    municipal: "Ήλιδας",
    river: "Δερβιναίϊκο Πηνειό",
    location: "Στο κέντρο του χωριού",
    year: "Αρχές 20ου αιώνα",
    builder: "Λαγκαδινοί",
    status: "Χρειάζεται συντήρηση",
    description:
      "Βρίσκεται στη μέση της Κρυόβρυσης (Δερβινή ή Βερβινή, υψόμετρο 1020 μ. ανάμεσα σε Ερύμανθο και Λάμπεια όρη) γεφυρώνοντας τον Δερβιναίϊκο Πηνειό που διασχίζει το χωριό, σε άσχημη κατάσταση ενώ παλιά είχε και στηθαία πριν επέμβει ο πολιτισμός και το τσιμεντοποιήσει, φορτώνοντάς το προβλήματα και στερώντας του την χάρη και την ομορφιά που του είχαν χαρίσει οι χτίστες του. Είναι μονότοξο, ημικυκλικό, με επίπεδη επιφάνεια διάβασης και χτίστηκε για να ενώσει το κυρίως χωριό με τη συνοικία Μαρτζακλαίϊκα.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2021/01/blog-post.html" target="_blank">Γεφύρι Κρυόβρυσης</a>',
  },
  "gefyri-125": {
    name: "Γεφύρι στου Μουρτούκη",
    county: "Ηλείας",
    municipal: "Αρχαίας Ολυμπίας",
    river: "Ρέμα Τρίσκας",
    location: "Μουρτούκη",
    year: "Πριν το 1870",
    builder: "Πιθανότατα λαγκαδινοί",
    status: "Καλή",
    description:
      "Πρόκειται για ένα μονότοξο, ημικυκλικό γεφύρι, που γεφυρώνει τις όχθες του ποταμιού Βορδολιός, με εμφανές κλειδί, ίχνη στηθαίων, ελαφρώς καλντεριμωτή επιφάνεια διάβασης, μια σειρά θολίτες και μικρή καμάρα αριστερά από κατάντη, όπως όλα τα γεφύρια επί του ρέματος αυτού για το μυλαύλακο. Βρίσκεται στην περιοχή Μουρτούκη, στην έξοδο της Δίβρης για Τριπόταμα-Τρίπολη και δεξιά, λόγω της ύπαρξης εκεί χωραφιών κάποιου Μουρτούκη.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="https://agpelop.blogspot.com/2020/04/blog-post.html?spref=bl" target="_blank">Γεφύρι στου Μουρτούκη</a>',
  },
  "gefyri-126": {
    name: "Μικρό Πετραλαίϊκο γεφύρι",
    county: "Ηλείας",
    municipal: "Αρχαίας Ολυμπίας",
    river: "Ρέμα Βαμβακάς",
    location: "Στη γειτονιά της πολιτικής οικογένειας Πετραλιά",
    year: "1880-1890",
    builder: "Λαγκαδινοί",
    status: "Καλή",
    description:
      "Μικρό μονότοξο πέτρινο γεφύρι στη Δίβρη, με μια σειρά θολίτες, στηθαία, επίπεδη και καλντεριμωτή επιφάνεια διάβασης, ημικυκλικό, πρόσφατα ανακαινισμένο, που το συναντάμε στη γειτονιά της πολιτικής οικογένειας Πετραλιά. Γεφυρώνει το ρέμα Βαμβακάς, που έρχεται από το Μεσοπόταμο και αποτελεί κομμάτι του Διβραίϊκου ρέματος ή ρέμα Κλομποκής. Κατά μαρτυρίες των ντόπιων χτίστηκε το 1880-1890, με χρήματα του κρατικού προϋπολογισμού πιθανώς από τους φημισμένους λαγκαδινούς μαστόρους.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="https://agpelop.blogspot.com/2019/11/blog-post.html?spref=bl" target="_blank">Μικρό Πετραλαίϊκο γεφύρι</a>',
  },
  "gefyri-127": {
    name: "Γεφύρι στο κάστρο της Γλαρέντζας",
    county: "Ηλείας",
    municipal: "Ανδραβίδας-Κυλήνης",
    river: "Ανατολική τάφρος του κάστρου της Γλαρέντζας",
    location: "Ανατολική είσοδος του κάστρου της Γλαρέντζας",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Χρειάζεται συντήρηση",
    description:
      "Μονότοξο, χωρίς στηθαία και καλντεριμωτή βάση, που γεφύρωνε την τάφρο της ανατολικής εισόδου του κάστρου της Γλαρέντζας, στην Κυλλήνη. Οξυκόρυφη κατασκευή, με εμφανείς τις τρεις επιρροές της εποχής. Το μεγάλο Ρωμαϊκό πλάτος για την εύκολη και έγκαιρη μετακίνηση πεζών και ιππέων στρατιωτών, τη χρήση Βυζαντινών τούβλων για θολίτες και την οξυκόρυφη ισλαμική τεχνοτροπία.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="https://agpelop.blogspot.com/2019/01/blog-post.html?spref=bl" target="_blank">Γεφύρι στο κάστρο της Γλαρέντζας</a>',
  },
  "gefyri-128": {
    name: "Γεφύρι Βορδολιός",
    county: "Ηλείας",
    municipal: "Αρχαίας Ολυμπίας",
    river: "Βορδολιός",
    location: "Στην έξοδο της Δίβρης προς Καλάβρυτα",
    year: "1920",
    builder: "Άγνωστος",
    status: "Χρειάζεται συντήρηση",
    description:
      "Πρόκειται για ένα μονότοξο γεφύρι, ημικυκλικό, με μια σειρά θολίτες, μεγάλο άνοιγμα και ύψος καμάρας, στηθαία εξαφανισμένα από το πλιάτσικο και επίπεδη επιφάνεια διάβασης, που εγκαταλείφθηκε μετά την καινούργια χάραξη του δρόμου λόγω της αυξημένης κίνησης. Σήμερα έχει πέσει σε αχρησία, με αποτέλεσμα την πλήρη κάλυψή του με θάμνους και φυτά, τα οποία εκτός του ότι δυσκολεύουν την μέτρηση και την φωτογράφησή του, αποτελούν και σοβαρότατο κίνδυνο για την στατικότητά του και την μελλοντική του ύπαρξη.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2018/10/blog-post_2.html?spref=bl" target="_blank">Γεφύρι Βορδολιός</a>',
  },
  "gefyri-129": {
    name: "Γεφύρι Ντουάνας",
    county: "Ηλείας",
    municipal: "Πηνειού",
    river: "Πηνειός",
    location: "Στο χωριό Παλιοχώρι",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Δεν υπάρχουν ίχνη",
    description:
      "Ονομαζόταν γεφύρι της \u201cΝτουάνας\u201d – Τελωνείο και γεφύρωνε τις δυο όχθες του Πηνειού κοντά στο Παλιοχώρι (Σελίμ Τσαούς) Γαστούνης. Εκεί ήταν και το Ενετικό τελωνείο στο πέρασμα του Πηνειού. Πρέπει να ήταν μια πολύ όμορφη γέφυρα που δεν μας είναι γνωστό πότε και από ποιούς χτίστηκε. Άγνωστο είναι επίσης πότε γκρεμίστηκε. Δεν υπάρχουν ίχνη της σήμερα.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2018/05/blog-post.html?spref=bl" target="_blank">Γεφύρι Ντουάνας</a>',
  },
  "gefyri-130": {
    name: "Κακοταραίϊκο γεφύρι",
    county: "Ηλείας",
    municipal: "Ήλιδας",
    river: "Πηνειός",
    location: "Ένα χιλιόμετρο πριν το χωριό, στον Κακοταρέϊκο μύλο",
    year: "Πιθανότατα το 1800",
    builder: "Λαγκαδινοί",
    status: "Καλυμμένο με τσιμέντο και άσφαλτο",
    description:
      "Λέγεται και γεφύρι \u201cτου Γιαννιά\u201d και βρίσκεται κοντά στο χωριό Κακοτάρι, στο μέσον περίπου της απόστασης που το συνδέει με του Πανόπουλου μέσω του δρόμου \u201cτου μύλου\u201d, όπου υπήρχε ο Κακοταραίϊκος μύλος (και ακόμη υπάρχει αλλά ερειπωμένος), ένα χιλιόμετρο περίπου πριν μπούμε στο Κακοτάρι. Είναι μονότοξο και το τελευταίο διάστημα έχει ενισχυθεί με τσιμέντο και σίδερα για την διαπλάτυνση του δρόμου, εντελώς όμως ακαλαίσθητα. Το πλάτος του ήταν τέτοιο από την κατασκευή του ώστε περνούσε, μέχρι πρόσφατα, λεωφορείο. Κατά τους ντόπιους πρέπει να χτίστηκε από τους σπουδαίους λαγκαδινούς μαστόρους, με μια σειρά θολίτες και το τόξο του είναι καταβιβασμένο. Τελευταία έχουν γίνει έργα από τη ΔΕΗ, που αλλοίωσαν την αρχική του φυσιογνωμία (μικρό φράγμα).",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2017/08/blog-post.html?spref=bl" target="_blank">Κακοταραίϊκο γεφύρι</a>',
  },
  "gefyri-131": {
    name: "Γεφύρι στου Λατίφι",
    county: "Ηλείας",
    municipal: "Ήλιδας",
    river: "Καρδαμαίϊκος ή ποτάμι Κάρδαμου",
    location: "Λατίφι",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Ίχνη",
    description:
      "Υπήρχε από πολλούς αιώνες πριν επί του Καρδαμαίϊκου ή Κάρδαμου ποταμού και απείχε από το χωριό ένα χιλιόμετρο περίπου, επί του παλιού δρόμου Αμαλιάδας – Πύργου. Λείψανα της παλιάς γέφυρας υπάρχουν και σήμερα δίπλα στην σύγχρονη, που έχει κατασκευαστεί περίπου 50 χρόνια πριν. Άγνωστο πότε και από ποιους χτίστηκε αλλά φαίνεται ότι υπήρχε και για κάποια χρόνια μετά το 1923.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2017/05/blog-post.html?spref=bl" target="_blank">Γεφύρι στου Λατίφι</a>',
  },
  "gefyri-132": {
    name: "Τρανό γεφύρι στον Διάγοντα",
    county: "Ηλείας",
    municipal: "Ζαχάρως",
    river: "Διάγων",
    location: "\u201cΤρανή Αγραπιδιά\u201d",
    year: "Τέλη 19ου αιώνα",
    builder: "Λαγκαδινοί",
    status: "Σε μεγάλο κίνδυνο",
    description:
      "Είναι ένα κλασσικό μονότοξο γεφύρι, χωρίς στηθαία, με μια σειρά θολίτες και εντυπωσιακό, λαβωμένο όμως από τη φύση και τον άνθρωπο. Και αυτό γιατί έχει υποστεί εκτεταμένες φθορές στο τόξο, στο ένα βάθρο και τα τύμπανα, λόγω αλλαγής της κοίτης του ποταμού από ανθρώπινο χέρι, όπως λέγεται. Συγκεκριμένα το γεφύρι έχει πάρει παράλληλη θέση προς τη ροή της κοίτης του Διάγοντα και το δεξιό από κατάντη ακρόβαθρο δέχεται, σε περιόδους μεγάλων \u201cκατεβασμάτων\u201d όλη την πίεση του νερού με αποτέλεσμα να του έχει προκαλέσει μεγάλη ζημιά και ο κίνδυνος κατάρρευσης του να είναι άμεσος. Σ' αυτήν την απελπιστική κατάσταση που βρίσκεται, χρειάζεται άμεσα μελέτη από ειδικούς και επισκευή στα βάθρα, τα τύμπανα, τα τόξα και τους θολίτες.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2015/02/blog-post.html?spref=bl" target="_blank">Τρανό γεφύρι στον Διάγοντα</a>',
  },
  "gefyri-133": {
    name: "Γεφύρι Σεϊντάγα",
    county: "Ηλείας",
    municipal: "Αρχαίας Ολυμπίας",
    river: "Ερύμανθος",
    location: "Κάτω από το χωριό Νεμούτα",
    year: "1750",
    builder: "Άγνωστος",
    status: "Εξαφανισμένο",
    description:
      "Το γεφύρι αυτό ένωνε τις δύο όχθες του Ερύμανθου, κάτω από το χωριό Νεμούτα της Ηλείας και πρωτοφτιάχτηκε επί τουρκοκρατίας από τον Αγά του Λάλα (ή κατ' άλλους του Πύργου) Σείντ, την ίδια πάνω – κάτω περίοδο (1750) με το \u201cΠουρνογιόφυρο\u201d, για να συνδέσει τα χωριά της Ηλείας με την Ηραία και την Γορτυνία. Γκρεμίστηκε λίγο πριν ή λίγο μετά την απελευθέρωση λόγω πλημμυρών, αφού κατά ιστορικές μαρτυρίες το 1827 υπήρχε. Το 1955, κατά μαρτυρίες πάλι των παλαιότερων ντόπιων, συμπαρασύρθηκαν και τα τελευταία απομεινάρια του από ένα δυνατό \u201cκατέβασμα\u201d του Ερύμανθου.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2014/05/blog-post_20.html?spref=bl" target="_blank">Γεφύρι Σεϊντάγα</a>',
  },
  "gefyri-134": {
    name: "Πουρνογιόφυρο",
    county: "Ηλείας",
    municipal: "Αρχαίας Ολυμπίας",
    river: "Ερύμανθος",
    location: "Πέντε χιλιόμετρα από την Αχλαδινή",
    year: "1750",
    builder: "Άγνωστος",
    status: "Ακαλαίσθητες παρεμβάσεις",
    description:
      "Είναι τρίτοξο και εξυπηρετούσε τα κοντινά χωριά Ηλείας και Αρκαδίας και κυρίως τα χωριά Λυκοχώρι (ακατοίκητο τώρα) και Μοναστηράκι. Κατά μαρτυρίες, κυρίως των ντόπιων, χτίστηκε το 1750 και το βάθος του νερού στη μεγάλη καμάρα και υπό ομαλές συνθήκες ροής, που έχει λαξεύσει το βράχο στο διάβα του χρόνου, είναι τρία μέτρα. Οι άλλες δύο καμάρες \u201cχρησιμοποιούνται\u201d ως βοηθητικές κατά τη διάρκεια των \u201cκατεβασμάτων\u201d του ποταμού. Το 1912 δύο από τα τρία τόξα καταστράφηκαν από ένα δυνατό \u201cκατέβασμα\u201d του Ερύμανθου και ξαναχτίστηκαν.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2013/06/1928.html?spref=bl" target="_blank">Πουρνογιόφυρο</a>',
  },
  "gefyri-135": {
    name: "Γεφύρι Κλομποκής",
    county: "Ηλείας",
    municipal: "Αρχαίας Ολυμπίας",
    river: "Διβριώτικο ρέμα",
    location: "Στην ένωση του Διβριώτικου ρέματος με το ρέμα Όντριτσι",
    year: "Μετά το 1800",
    builder: "Λαγκαδινοί",
    status: "Καλή",
    description:
      "Χτίστηκε μετά το 1800 (κατά τον ντόπιο Άγγελο Αλμπάνη τον 17ο αιώνα) με ντόπια πέτρα και ξεχωριστή μαστοριά εξυπηρετώντας τους κατοίκους και τους οδοιπόρους και παραμένει μέχρι σήμερα υπέροχο δείγμα παραδοσιακής λαϊκής τεχνικής. Το ιδιαίτερο αυτό γεφύρι της Κλομποκής βρίσκεται στην ένωση με το ρέμα \u201cΌντριτσι\u201d ή \u201cΜόντριτσι\u201d και υπήρξε σπουδαίος κόμβος επικοινωνίας, γιατί συνέδεε τον \u201cκεντρικό δρόμο\u201d από Ολυμπία μέσω Λάλα και από Πηνεία και Αχαΐα και κατόπιν μέσω \u201cΧάνι Θεοφάνη\u201d - \u201cΠαναγιά Μπάλτα\u201d (τελωνείο) - \u201cΚακός Ανήφορος\u201d - \u201cΓεφύρι Κλομποκής\u201d - \u201cΧάνι Καρλέτσι\u201d - \u201cΧάνι Ρουμελιώτη\u201d - Γεφύρι Τριποτάμων με τα Καλάβρυτα και την Τρίπολη.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2013/01/blog-post_17.html?spref=bl" target="_blank">Γεφύρι Κλομποκής</a>',
  },
  "gefyri-136": {
    name: "Στρουσέϊκο γεφύρι",
    county: "Ηλείας",
    municipal: "Ανδραβίδας-Κυλήνης",
    river: "Μπαραμπούτι ή Μεγάλο Λαγκάδι",
    location: "Ανάμεσα Στρούσι και Νιοχώρι",
    year: "Τουρκοκρατία",
    builder: "Άγνωστος",
    status: "Χρειάζεται συντήρηση",
    description:
      "Πρόκειται για ένα παλιό πέτρινο γεφύρι, που πιθανότατα χτίστηκε επί τουρκοκρατίας στον επαρχιακό δρόμο Ανδραβίδα-Στρούσι-Νεοχώρι-Κυλλήνη, πάνω στο ποτάμι \u201cΜπαραμπούτι\u201d ή Μεγάλο Λαγκάδι, που μάλλον πρόκειται για την παλαιά κοίτη του Πηνειού ποταμού. Είναι μονότοξο, ανάμεσα στα τοπικά διαμερίσματα Στρούσι και Νιοχώρι του δήμου Ανδραβίδας-Κυλλήνης, με μια σειρά θολίτες, ημικυκλικό, χωρίς στηθαία και καμπυλωτή και καλντεριμωτή επιφάνεια διάβασης.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2021/10/blog-post_15.html" target="_blank">Στρουσέϊκο γεφύρι</a>',
  },
  "gefyri-137": {
    name: "Γεφύρι Σοχιάς",
    county: "Ηλείας",
    municipal: "Ήλιδας",
    river: "Χείμαρρος Σοχιά",
    location: "Πλατεία Μπελογιάννη",
    year: "Άγνωστο",
    builder: "Άγνωστος",
    status: "Σκεπασμένο",
    description:
      "Γεφύρωνε την Σοχιά, στο κέντρο της πόλης της Αμαλιάδας, κοντά στη σημερινή πλατεία Νίκου Μπελογιάννη δίπλα από τον νερόμυλο που βρισκόταν στη συμβολή των οδών Αρχαίας Ηλιδας και Ρήγα Φεραίου και κοντά στο καφενείο του Κίντου. Ήταν το πρώτο γεφύρι επί της Σοχιάς και τώρα είναι σκεπασμένο. Πρόκειται για ένα μονότοξο, καταβιβασμένο για να πετύχει ο κατασκευαστής όσο το δυνατόν μεγαλύτερη αντοχή και δύναμη, κάθετα βάθρα, επίπεδη επιφάνεια διάβασης, μία σειρά θολίτες και στηθαία που καταστράφηκαν κατά την περίοδο της κάλυψής του.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2021/11/blog-post.html" target="_blank">Γεφύρι Σοχιάς</a>',
  },
  "gefyri-138": {
    name: "Γεφύρι Σμέρνας",
    county: "Ηλείας",
    municipal: "Ζαχάρως",
    river: "Σμερνέϊκο ποτάμι",
    location: "Κάτω από το χωριό Σμέρνα",
    year: "Πιθανότατα μέσα 19ου αιώνα",
    builder: "Πιθανότατα λαγκαδινοί",
    status: "Σε μεγάλο κίνδυνο",
    description:
      "Πρόκειται για ένα μονότοξο, ημικυκλικό γεφύρι, με μια σειρά θολίτες, χωρίς στηθαία και επίπεδη επιφάνεια διάβασης που ένωνε το χωριό με τα χωράφια των ντόπιων που βρίσκονται πιο κάτω προς την περιοχή της Ζαχάρως, όπως επίσης και με την ίδια την κωμόπολη. Δεν βρίσκεται σε καλή κατάσταση αφού το στεφάνι του από ανάντη έχει αποκολληθεί και επιπλέον το αριστερό βάθρο αλλά και το τόξο από ανάντη έχει υποστεί ρωγμές με κίνδυνο κατάρρευσής του από κάποιο δυνατό κατέβασμα του ρέματος, που μαζεύει όλα τα νερά από την λεκάνη της περιοχής. Απαιτείται άμεση επισκευή με την ευθύνη ειδικών.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2022/03/blog-post.html" target="_blank">Γεφύρι Σμέρνας</a>',
  },
  "gefyri-139": {
    name: "Γεφύρι στη Ζαχάρω",
    county: "Ηλείας",
    municipal: "Ζαχάρως",
    river: "Άνυγρος ή Ακίδας",
    location: "Στο νότιο μέρος της Ζαχάρως, στην έξοδο για Κυπαρισσία",
    year: "Περίπου στα 1850",
    builder: "Λαγκαδινοί",
    status: "Χρειάζεται συντήρηση",
    description:
      "Είναι ένα ημικυκλικό, μονότοξο γεφύρι, με μια σειρά καλοπελεκημένους θολίτες, στηθαία με τετράγωνες άριστα πελεκημένες γκρίζες πέτρες μήκους 0,30 μ. που έχουν αφαιρεθεί σε μεγάλο βαθμό για υλικά οικοδομών ενώ υπάρχουν και κάποιες καταστροφές του, επίπεδη επιφάνεια διάβασης και καλντερίμι στη βάση του πυθμένα του. Δίπλα του ακριβώς έχει κατασκευαστεί σχετικά πρόσφατα μια νέα πέτρινη κατασκευή-προσθήκη, προφανώς για να καλύψει τα μεγάλα κατεβάσματα του ποταμιού, όπως αυτό του 1954 ή '55 που κάλυψε αλλά δεν γκρέμισε το πέτρινο γεφύρι.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2022/07/blog-post_8.html" target="_blank">Γεφύρι στη Ζαχάρω</a>',
  },
  "gefyri-140": {
    name: "Γεφύρι Τζαφέρη",
    county: "Ηλείας",
    municipal: "Ανδραβίδας-Κυλήνης",
    river: "Χείμαρρος \u201cΣτρεμμενός\u201d",
    location: "Κοντά στον Άγιο Δημήτρη",
    year: "Τουρκοκρατία",
    builder: "Τούρκος μάστορας",
    status: "Χωμένο",
    description:
      "Είναι χτισμένο από κάποιον Τούρκο Τζαφέρ, εξ ου και το όνομά του. Αναφέρεται σε πολλά διηγήματα του ντόπιου συγγραφέα – λογοτέχνη Ανδρέα Καρκαβίτσα, απ' όπου και το δεύτερο όνομά του και ανακαλύφθηκε σχετικά πρόσφατα (Οκτώβριος 2003) από σκαπτικά μηχανήματα που κατασκεύαζαν τον βιολογικό καθαρισμό Λεχαινών. Ο χείμαρρος περνούσε από τον κεντρικό δρόμο του χωριού και λέγεται από τους ηλικιωμένους ότι το γεφύρι είχε χτιστεί από Τούρκο μάστορα. Ακόμη, οι παλιότεροι ντόπιοι λένε ότι ο χείμαρρος \u201cΣτρεμμενός\u201d ήταν υπόγειος. Είναι μονότοξο και το ακολουθούν διάφορες ιστορίες και θρύλοι, που έχουν εκτυλιχτεί γύρω του.",
    links:
      'Σχετικό άρθρο στο blog του Α.Γ.Π.: <a href="http://agpelop.blogspot.com/2022/09/blog-post.html" target="_blank">Γεφύρι Τζαφέρη</a>',
  },
};

const countySelect = document.getElementById("county-select");
const riverSelect = document.getElementById("river-select");
const bridgeSelect = document.getElementById("bridge-select");

countySelect.addEventListener("change", function (e) {
  const selectedCounty = e.target.value;
  riverSelect.innerHTML =
    '<option value="">-- Επιλέξτε --</option><option value="all">Όλα τα ποτάμια</option>';
  bridgeSelect.innerHTML = '<option value="">-- Επιλέξτε --</option>';
  bridgeSelect.disabled = true;

  if (!selectedCounty) {
    riverSelect.disabled = true;
    return;
  }

  const rivers = [
    ...new Set(
      Object.values(bridgeData)
        .filter((bridge) => bridge.county === selectedCounty)
        .map((bridge) => bridge.river)
    ),
  ].sort((a, b) => a.localeCompare(b, "el")); // Add Greek language sorting

  rivers.forEach((river) => {
    const option = document.createElement("option");
    option.value = river;
    option.textContent = river;
    riverSelect.appendChild(option);
  });

  riverSelect.disabled = false;
});

riverSelect.addEventListener("change", function (e) {
  const selectedRiver = e.target.value;
  bridgeSelect.innerHTML = '<option value="">-- Επιλέξτε --</option>';

  if (!selectedRiver) {
    bridgeSelect.disabled = true;
    return;
  }

  const bridges =
    selectedRiver === "all"
      ? Object.entries(bridgeData).filter(([key, bridge]) => bridge.county === countySelect.value)
      : Object.entries(bridgeData).filter(
          ([key, bridge]) => bridge.river === selectedRiver && bridge.county === countySelect.value
        );

  bridges.sort((a, b) => a[1].name.localeCompare(b[1].name, "el"));

  bridges.forEach(([key, bridge]) => {
    const option = document.createElement("option");
    option.value = key;
    option.textContent = bridge.name;
    bridgeSelect.appendChild(option);
  });

  bridgeSelect.disabled = false;
});

bridgeSelect.addEventListener("change", function (e) {
  console.log("Selection changed:", e.target.value);
  const detailsDiv = document.getElementById("bridge-details");
  if (!e.target.value) {
    detailsDiv.classList.add("hidden");
    return;
  }

  const bridge = bridgeData[e.target.value];
  let statusColor = "";
  let statusFontWeight = "normal";
  if (bridge.status === "Καλή") {
    statusColor = "green";
    statusFontWeight = "bold";
  } else if (bridge.status === "Χρειάζεται συντήρηση") {
    statusColor = "orange";
    statusFontWeight = "bold";
  } else if (bridge.status === "Προσθήκες τσιμέντου") {
    statusColor = "orange";
    statusFontWeight = "bold";
  } else if (bridge.status === "Καλυμμένο με τσιμέντο και άσφαλτο") {
    statusColor = "orange";
    statusFontWeight = "bold";
  } else if (bridge.status === "Καλυμμένο από άσφαλτο") {
    statusColor = "orange";
    statusFontWeight = "bold";
  } else if (bridge.status === "Καλυμμένο με άσφαλτο, ακαλαίσθητες επεμβάσεις") {
    statusColor = "orange";
    statusFontWeight = "bold";
  } else if (bridge.status === "Ακαλαίσθητες παρεμβάσεις") {
    statusColor = "orange";
    statusFontWeight = "bold";
  } else if (bridge.status === "Γκρεμισμένο") {
    statusColor = "black";
    statusFontWeight = "bold";
  } else if (bridge.status === "Καλυμμένο από νερό") {
    statusColor = "gray";
    statusFontWeight = "bold";
  } else if (bridge.status === "Χωμένο") {
    statusColor = "gray";
    statusFontWeight = "bold";
  } else if (bridge.status === "Γκρεμισμένο με ίχνη") {
    statusColor = "purple";
    statusFontWeight = "bold";
  } else if (bridge.status === "Σε μεγάλο κίνδυνο") {
    statusColor = "red";
    statusFontWeight = "bold";
  } else if (bridge.status === "Επένδυση με τσιμέντο") {
    statusColor = "orange";
    statusFontWeight = "bold";
  } else if (bridge.status === "Άσχημη, ετοιμόρροπο") {
    statusColor = "red";
    statusFontWeight = "bold";
  } else if (bridge.status === "Καλυμμένο με τσιμέντο") {
    statusColor = "orange";
    statusFontWeight = "bold";
  } else if (bridge.status === "Εξαφανισμένο") {
    statusColor = "black";
    statusFontWeight = "bold";
  } else if (bridge.status === "Ίχνη στηθαίων") {
    statusColor = "purple";
    statusFontWeight = "bold";
  } else if (bridge.status === "Δεν υπάρχουν ίχνη") {
    statusColor = "black";
    statusFontWeight = "bold";
  } else if (bridge.status === "Ίχνη") {
    statusColor = "purple";
    statusFontWeight = "bold";
  } else if (bridge.status === "Σκεπασμένο") {
    statusColor = "gray";
    statusFontWeight = "bold";
  }

  detailsDiv.innerHTML = `
        <div style="display: flex; align-items: center; gap: 10px;">
          <h4 style="margin: 0;">${bridge.name}</h4>
          <div style="width: 15px; height: 15px; background-color: ${statusColor}; border: 1px solid #999;"></div>
        </div>
        <p><strong><i class="fas fa-map-marker-alt"></i> Νομός:</strong> ${bridge.county}</p>
        <p><strong><i class="fas fa-map-marker-alt"></i> Δήμος:</strong> ${bridge.municipal}</p>
        <p><strong><i class="fas fa-water"></i> Ποτάμι:</strong> ${bridge.river}</p>
        <p><strong><i class="fas fa-map-marker-alt"></i> Θέση:</strong> ${bridge.location}</p>
        <p><strong><i class="fas fa-calendar-alt"></i> Έτος Κατασκευής:</strong> ${bridge.year}</p>
        <p><strong><i class="fas fa-user"></i> Πρωτομάστορας:</strong> ${bridge.builder}</p>
        <p><strong><i class="fas fa-flag"></i> Κατάσταση:</strong> <span style="color: ${statusColor}; font-weight: ${statusFontWeight};">${bridge.status}</span></p>
        <p><strong><i class="fas fa-info-circle"></i> Περιγραφή:</strong> ${bridge.description}</p>
        <p><strong><i class="fas fa-link"></i> Σύνδεσμοι:</strong> ${bridge.links}</p>
    `;
  detailsDiv.classList.remove("hidden");
});

document.addEventListener("DOMContentLoaded", function () {
  const detailsDiv = document.getElementById("bridge-details");
  const searchInput = document.getElementById("bridge-search");

  // Clear search input on page load
  searchInput.value = "";

  detailsDiv.classList.add("hidden");
  countySelect.value = "";
  riverSelect.disabled = true;
  bridgeSelect.disabled = true;

  // Display total number of bridges
  const totalBridges = Object.keys(bridgeData).length;
  document.getElementById("total-bridges").textContent = totalBridges;

  // Get selector containers for graying out (only county and river)
  const countyContainer = countySelect.closest(".bridge-selector");
  const riverContainer = riverSelect.closest(".bridge-selector");

  searchInput.addEventListener("input", function (e) {
    const searchTerm = e.target.value.toLowerCase();

    if (searchTerm.length < 2) {
      // Reset the selectors if search is cleared
      countySelect.value = "";
      riverSelect.innerHTML = '<option value="">-- Επιλέξτε --</option>';
      bridgeSelect.innerHTML = '<option value="">-- Επιλέξτε --</option>';
      riverSelect.disabled = true;
      bridgeSelect.disabled = true;
      detailsDiv.classList.add("hidden");
      // Remove gray-out
      if (countyContainer) countyContainer.classList.remove("search-active");
      if (riverContainer) riverContainer.classList.remove("search-active");
      return;
    }

    // Gray out county and river selects (bridge select stays usable for results)
    if (countyContainer) countyContainer.classList.add("search-active");
    if (riverContainer) riverContainer.classList.add("search-active");

    // Filter bridges based on search term (only name and description)
    const matchingBridges = Object.entries(bridgeData).filter(([key, bridge]) => {
      return (
        bridge.name.toLowerCase().includes(searchTerm) ||
        bridge.description.toLowerCase().includes(searchTerm)
      );
    });

    // Update the bridge select with matching results
    bridgeSelect.innerHTML = '<option value="">-- Επιλέξτε --</option>';
    matchingBridges.sort((a, b) => a[1].name.localeCompare(b[1].name, "el"));

    matchingBridges.forEach(([key, bridge]) => {
      const option = document.createElement("option");
      option.value = key;
      option.textContent = `${bridge.name} (${bridge.county})`;
      bridgeSelect.appendChild(option);
    });

    // Enable bridge select if we have results
    bridgeSelect.disabled = matchingBridges.length === 0;

    if (matchingBridges.length === 1) {
      // Auto-select and display if only one result
      bridgeSelect.value = matchingBridges[0][0];
      bridgeSelect.dispatchEvent(new Event("change"));
    } else {
      // Multiple results: hide details, let user pick from bridge select
      detailsDiv.classList.add("hidden");
    }
  });
});
