const bridgeData = {
  "gefyri-1": {
    name: "Γεφύρι της Καρύταινας",
    county: "Αρκαδίας",
    municipal: "Μεγαλόπολης",
    river: "Αλφειός",
    location: "Κάτω από την Καρύταινα",
    year: "1441",
    builder: "Άγνωστος",
    description:
      "Το ιστορικό γεφύρι της Καρύταινας βρίσκεται επί του Αλφειού, κάτω από την επίσης ομώνυμη ιστορική κωμόπολη. Τα βάθρα του ακουμπούν πάνω σε πέτρα για πιο πολύ ανθεκτικότητα. Αποτελείται από πέντε άνισα τόξα με ορθογώνια ανακουφιστικά ανοίγματα, τρία επάλληλα καταστρώματα, έχει ύψος 12 μέτρα, μήκος 50 και το μεγαλύτερο τόξο έχει άνοιγμα 8,75 μέτρα. Πρωτοχτίστηκε το μεσαίωνα, στα Βυζαντινά χρόνια και τη σημερινή του μορφή με τα πολλά ορθογώνια ανακουφιστικά ανοίγματα την πήρε το 1441, όταν ανακατασκευάστηκε από τον Ραούλ Μανουήλ Μελική, γόνο σπουδαίας Βυζαντινής οικογένειας. Από τον ίδιο χτίστηκε και ένα τόξο σε μεσόβαθρο, που ακουμπάει πάνω σε βράχο (το δεύτερο τόξο από ανάντη) και λειτουργούσε σαν ανακουφιστικό.",
    links:
      'Σχετικό άρθρο στο blog: <a href="http://agpelop.blogspot.com/2013/09/normal-0-false-false-false-el-x-none-x_2.html" target="_blank">Το γεφύρι της Καρύταινας</a>',
  },
  "gefyri-2": {
    name: "Γεφύρι της Μαυροζούμενας",
    county: "Μεσσηνίας",
    municipal: "Οιχαλίας",
    river: "Βαλύρα ή Μαυροζούμενα",
    location: "Έξοδος Νεοχωρίου προς Μελιγαλά",
    year: "4ος αιώνας π.Χ.",
    builder: "Άγνωστος",
    description:
      "Βρίσκεται στην τοπική κοινότητα Νεοχωρίου του δήμου Οιχαλίας, στην έξοδο του χωριού από Μελιγαλά, στην περιοχή της αρχαίας Βαλύρας. Ενώνει τα χωριά Μελιγαλά, Νεοχώρι και Μαγούλα (Στενύκλαρος) και λέγεται και “δυοφύρι της Μαυροζούμενας” ή  “ Τρικέφαλο γεφύρι”. Στην περιοχή είναι γνωστό σαν “Γέφυρα Βαλύρας” ή “ Τρίστατο γεφύρι της Μαυροζούμενας”. Στην πραγματικότητα πρόκειται για τρεις γέφυρες σε σχήμα Υ στη θέση “Διπόταμο”, στο σημείο ακριβώς που ενώνονται τα ποτάμια Χάραδρος (Τζαμής) και Ξάστερος (Λευκασίας). Τα δυο αυτά ποτάμια ενώνονται αμέσως μετά το γεφύρι και δημιουργούν έτσι τον ποταμό Βαλύρα ή Μαυροζούμενα (Παραπάμισος ή Πίρνατσα ή Πύρνακας), που στο Πλατύ συναντιέται με τον ποταμό του Αγίου Φλώρου δημιουργώντας από κοινού τον Πάμισο που εκβάλει στην “Μπούκα”, του μεσσηνιακού κόλπου.",
    links:
      'Σχετικό άρθρο στο blog: <a href="http://agpelop.blogspot.com/2021/10/blog-post.html" target="_blank">Το τρικέφαλο γεφύρι της Μαυροζούμενας</a>',
  },
  "gefyri-3": {
    name: "Τουρκογέφυρο στην Πρόσυμνα Αργολίδας",
    county: "Αργολίδας",
    municipal: "Άργους-Μυκηνών",
    river: "Ρέμα Ταξιάρχη",
    location: "Πάνω από το χωριό Πρόσυμνα",
    year: "Τουρκοκρατία",
    builder: "Άγνωστος",
    description:
      "Βρίσκεται πάνω από το χωριό Πρόσυμνα (Μπερμπάτι) και είναι μονότοξο, με μια σειρά θολίτες και χωρίς στηθαία. Πρόκειται για ένα πανέμορφο πετρογέφυρο, κοντά στην αρχαία Κοντοπορεία οδό, με την επιφάνειά του να σχηματίζει κύκλο και να μεγαλώνει στα άκρα του. Οι διαστάσεις του είναι: Ύψος: 4 μ. πλάτος: 2,50 μ. άνοιγμα καμάρας: 3 μ. μήκος: 10.70 μ. και μήκος θολιτών: 0,25 μ",
    links:
      'Σχετικό άρθρο στο blog: <a href="http://agpelop.blogspot.com/2015/01/blog-post.html?spref=bl" target="_blank">Τουρκογέφυρο στην Πρόσυμνα Αργολίδας</a>',
  },
  "gefyri-4": {
    name: "Γεφύρι στη θέση “Δομοκός” ή Βιδιακίτικο γεφύρι",
    county: "Αρκαδίας",
    municipal: "Γορτυνίας",
    river: "Ερύμανθος",
    location: "«Δομοκός»",
    year: "1870",
    builder: "Αφοί Φώτης, Κώστας, Πάνος και Σπύρος Πουρνάρας",
    description:
      "Λέγεται και Βιδιακίτικο λόγω της θέσης του κοντά στο χωριό Βιδιάκι Γορτυνίας, πού βρίσκεται δυτικά σε απόσταση τριών χιλιομέτρων και που είναι χτισμένο στη θέση της αρχαίας πόλης Στράτος. Χτίστηκε το 1870 (κατ' άλλους το 1875) από ντόπιους, Λαγκαδινούς στην καταγωγή μαστόρους, τους αδελφούς Φώτη, Κώστα, Πάνο και Σπύρο Πουρνάρα από το Μοναστηράκι, που έχτισαν το “Παραλογγίτικο” επί του Ερύμανθου επίσης και το γεφύρι της “Δήμητρας” κοντά στο ομώνυμο χωριό - πρώην Δίβριτσα - της Γορτυνίας, επί του Λάδωνα.",
    links:
      'Σχετικό άρθρο στο blog: <a href="http://agpelop.blogspot.com/2016/10/blog-post_10.html?spref=bl" target="_blank">Γεφύρι στη θέση “Δομοκός” ή Βιδιακίτικο γεφύρι</a>',
  },
  "gefyri-5": {
    name: "Γεφύρι της Κυράς",
    county: "Αρκαδίας",
    municipal: "Γορτυνίας",
    river: "Λάδωνας",
    location: "Μεταξύ Μυγδαλιάς-Πουρναριάς και Μουριάς",
    year: "Τα δύο πρώτα τόξα επί φραγκοκρατίας, τα άλλα δύο επί τουρκοκρατίας και το τρίτο το 1908",
    builder: "Των τεσσάρων πρώτων τόξων άγνωστοι, το πέμπτο ο Λαγκαδινός Ανδρικόπουλος",
    description:
      "Το συνολικό της μήκος είναι 56,20 μ.η επιφάνεια διάβασης επίπεδη στην οποία διακρίνονται ίχνη καλντεριμιού, το πλάτος των στηθαίων είναι 0,54 μ. και έχει γίνει προσθήκη τσιμέντου 5 περίπου εκατοστών. Το ύψος του στηθαίου διαφέρει, μεγαλώνοντας όσο πάμε προς το κέντρο του γεφυριού (από 0,38 μέχρι 0,70 μ. στο κεντρικό τόξο). Το καθαρό πλάτος του γεφυριού είναι 1,95 μ.και τα τόξα του είναι άνισα και καταβιβασμένα. Πρόκειται για ένα εντυπωσιακό πεντάτοξο γεφύρι σε μια θαυμάσια και ιστορική περιοχή.",
    links:
      'Σχετικό άρθρο στο blog: <a href="http://agpelop.blogspot.com/2019/09/blog-post.html" target="_blank">Το γεφύρι της "Κυράς" στον Λάδωνα</a>',
  },
  "gefyri-6": {
    name: "Γεφύρι Τσερχοτάμπεη",
    county: "Αχαΐας",
    municipal: "Καλαβρύτων",
    river: "Λάδωνας",
    location: "Κάτω από το χωριό Φίλια, λίγο μετά από την ένωση του Λάδωνα με τον Τράγο",
    year: "16ος αιώνας",
    builder: "Άγνωστος",
    description:
      "Είναι μονότοξο με δύο ισομεγέθη ανακουφιστικά ανοίγματα δεξιά και αριστερά, καμαρωτά και με κάθετα τα πλαϊνά τους. Τα στηθαία είναι χτισμένα σχετικά πρόσφατα με τσιμεντόλιθους ενώ η βάση του είναι καλυμμένη με τσιμέντο, προφανώς από τους ντόπιους για την διευκόλυνση διάβασης των αγροτικών μηχανημάτων τους.",
    links:
      'Σχετικό άρθρο στο blog: <a href="http://agpelop.blogspot.com/2013/01/blog-post_27.html?spref=tw" target="_blank">Γεφύρι Τσερχοτάμπεη στο Λάδωνα</a>',
  },
  "gefyri-7": {
    name: "Γεφύρι του Λιάσκου στην Άνω Βλασία Καλαβρύτων",
    county: "Αχαΐας",
    municipal: "Καλαβρύτων",
    river: "Σελινούντας",
    location: "Κούναδη",
    year: "1951",
    builder: "Νίκος Παπαγιαννόπουλος",
    description:
      "Είναι μονότοξο και χτισμένο για την εξυπηρέτηση των αγροτικών εργασιών των ντόπιων επί του κυρίως Σελινούντα, το 1951 σε αντικατάσταση παλιού ξύλινου, από χαρακτηριστική κόκκινη πέτρα της περιοχής. Βρίσκεται κοντά στον παλιό μύλο του Λιάσκου, στη θέση “Κούναδη” και χτίστηκε από τον ντόπιο - με καταγωγή όμως από την Ήπειρο πρωτομάστορα - Νίκο Παπαγιαννόπουλο, ενώ το καλούπι έφτιαξε ο Νίκος Αβράμης από την Άνω Βλασία.",
    links:
      'Σχετικό άρθρο στο blog: <a href="http://agpelop.blogspot.com/2013/04/blog-post_6693.html?spref=bl" target="_blank">Το γεφύρι του Λιάσκου στην Άνω Βλασία Καλαβρύτων</a>',
  },
};

document.getElementById("bridge-select").addEventListener("change", function (e) {
  console.log("Selection changed:", e.target.value);
  const detailsDiv = document.getElementById("bridge-details");
  if (!e.target.value) {
    detailsDiv.classList.add("hidden");
    return;
  }

  const bridge = bridgeData[e.target.value];
  detailsDiv.innerHTML = `
        <h4>${bridge.name}</h4>
        <p><strong><i class="fas fa-map-marker-alt"></i> Νομός:</strong> ${bridge.county}</p>
        <p><strong><i class="fas fa-map-marker-alt"></i> Δήμος:</strong> ${bridge.municipal}</p>
        <p><strong><i class="fas fa-water"></i> Ποτάμι:</strong> ${bridge.river}</p>
        <p><strong><i class="fas fa-map-marker-alt"></i> Θέση:</strong> ${bridge.location}</p>
        <p><strong><i class="fas fa-calendar-alt"></i> Έτος Κατασκευής:</strong> ${bridge.year}</p>
        <p><strong><i class="fas fa-user"></i> Πρωτομάστορας:</strong> ${bridge.builder}</p>
        <p><strong><i class="fas fa-info-circle"></i> Περιγραφή:</strong> ${bridge.description}</p>
        <p><strong><i class="fas fa-link"></i> Σύνδεσμοι:</strong> ${bridge.links}</p>
    `;
  detailsDiv.classList.remove("hidden");
});

document.addEventListener("DOMContentLoaded", function () {
  const detailsDiv = document.getElementById("bridge-details");
  detailsDiv.classList.add("hidden");
  document.getElementById("bridge-select").value = "";
});
